Repository: ZenBowman/vidalia-fork
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: lv, my

# AboutDialog
source: About Vidalia
lv: Par Vidalia
my: Vidalia အကြောင်း

# AboutDialog
source: License
lv: Licence
my: လိုင်စင်

# AdvancedPage
source: '%1' is not a valid IP address.
lv: '%1' nav derīga IP adrese.
my: '%1' သည် မှန်ကန်သော IP လိပ်စာ မဟုတ်ပါ။

# AdvancedPage
source: You selected 'Password' authentication, but did not specify a password.
lv: Jūs izvēlējaties autentifikāciju 'Parole', bet nenorādījāt paroli.
my: 'စကားဝှက်' အတည်ပြုချက်ကို သင် ရွေးချယ်ခဲ့သည်။ သို့သော် စကားဝှက်ကို မသတ်မှတ်ခဲ့ပါ။

# AdvancedPage
source: Select Tor Configuration File
lv: Izvēlēties Tor konfigurācijas datni
my: Tor ပုံစံချဖိုင်ကို ရွေးချယ်ရန်

# AdvancedPage
source: File Not Found
lv: Datne netika atrasta
my: ဖိုင်ကို ရှာမတွေ့ပါ

# AdvancedPage
source: %1 does not exist. Would you like to create it?
lv: %1 neeksistē. Vai vēlāties to izveidot?
my: %1 မရှိပါ။ ၎င်းဖိုင်ကို ဖန်တီးလိုသလား?

# AdvancedPage
source: Failed to Create File
lv: Neizdevās izveidot datni
my: ဖိုင် ဖန်တီး၍ မရပါ

# AdvancedPage
source: Unable to create %1 [%2]
lv: Neizdevās izveidot %1 [%2]
my: %1 [%2] ကို ဖန်တီး၍ မရပါ

# AdvancedPage
source: Select a Directory to Use for Tor Data
lv: Izvēlieties direktoriju, kuru lietot Tor datiem
my: To ဒေတာ၌ သုံးရန် ဖိုင်လမ်းကြောင်း တစ်ခုကို ရွေးချယ်ရန်

# AdvancedPage
source: Unable to remove Tor Service
lv: Neizdevās noņemt Tor pakalpojumu
my: Tor ဝန်ဆောင်မှုကို ဖယ်ထုတ် မရပါ

# AdvancedPage
source: Unable to install Tor Service
lv: Neizdevās instalēt Tor pakalpojumu
my: Tor ဝန်ဆောင်မှုကို စက်တွင်း ထည့်မရပါ

# AdvancedPage
source: Vidalia was unable to install the Tor service.
lv: Vidalia'i neizdevās instalēt Tor pakalpojumu.
my: Vidalia သည် Tor ဝန်ဆောင်မှုကို စက်တွင်း မထည့်သွင်းပေးနိုင်ပါ။

# AdvancedPage
source: Authentication:
lv: Autentifikācija:
my: အတည်ပြုခြင်း -

# AdvancedPage
source: Address:
lv: Adrese:
my: နေရပ်လိပ်စာ -

# AdvancedPage
source: None
lv: Nav
my: ဘာမှမရှိ

# AdvancedPage
source: Cookie
lv: Sīkdatne
my: ကွတ်ကီး

# AdvancedPage
source: Password
lv: Parole
my: စကားဝှက်

# AdvancedPage
source: Randomly Generate
lv: Ģenerēt gadījumveidā
my: ကျပန်း ထုတ်လုပ်ရန်

# AdvancedPage
source: Tor Configuration File
lv: Tor konfigurācijas datne
my: Tor ပုံစံချ ဖိုင်

# AdvancedPage
source: Start the Tor software with the specified configuration file (torrc)
lv: Palaidiet Tor programmatūru, lietojot norādīto konfigurācijas datni (torrc)
my: သတ်မှတ်ထားသည့် ပုံစံပြင်ဖိုင် (torrc) နှင့်အတူ Tor ဆော့ဖ်ဝဲကို စတင်သုံးစွဲပါ

# AdvancedPage
source: Select path to your configuration file
lv: Izvēlieties ceļu uz savu konfigurācijas datni
my: သင့် ပုံစံချဖိုင်အတွက် ဖိုင်လမ်းကြောင်း ရွေးချယ်ရန်

# AdvancedPage
source: Browse
lv: Pārlūkot
my: ဖွင့်ကြည့်ရန်

# AdvancedPage
source: Data Directory
lv: Datu direktorijs
my: ဒေတာ ဖိုင်တွဲ

# AdvancedPage
source: Store data for the Tor software in the following directory
lv: Tor programmatūras datus glabāt šajā direktorijā
my: Tor ဆော့ဝဲလ် အတွက် ဒေတာများကို အောက်ပါ ဖိုင်တွဲတွင် သိမ်းဆည်းရန်

# AdvancedPage
source: Select the directory used to store data for the Tor software
lv: Izvēlēties direktoriju, kuru lietot Tor programmatūras datu glabāšanai
my: Tor ဆော့ဝဲလ်အတွက် ဒေတာ သိမ်းရန် အသုံးပြုသော ဖိုင်လမ်းကြောင်းကို ရွေးချယ်ပါ။

# AdvancedPage
source: Tor Control
lv: Tor vadība
my: Tor ထိန်းချုပ်မှု

# AdvancedPage
source: Use TCP connection (ControlPort)
lv: Lietot TCP savienojumu (ControlPort)
my: TCP ချိတ်ဆက်မှု (ControlPort) ကို သုံးစွဲရန်

# AdvancedPage
source: Path:
lv: Ceļš:
my: လမ်းကြောင်း -

# AdvancedPage
source: Use Unix domain socket (ControlSocket)
lv: Lietot Unix domēna ligzdu (ControlSocket)
my: Unix ဒိုမိန်းဆော့ကတ် (ControlSocket) အား သုံးရန်

# AdvancedPage
source: Edit current torrc
lv: Rediģēt pašreizējo torrc
my: လက်ရှိ torrc ကို တည်းဖြတ်ရန်

# AdvancedPage
source: NOTE: this will edit the currently loaded torrc
lv: PIEZĪME: šī darbība rediģēs šobrīd ielādēto torrc
my: မှတ်ချက် - လတ်တလော ဖွင့်ထားသော torrc ကို တည်းဖြတ်ပေးလိမ့်မည်။

# AdvancedPage
source: ControlSocket path doesn't exist.
lv: Ceļš uz ControlSocket neeksistē.
my: ControlSocket လမ်းကြောင်း မရှိပါ။

# AdvancedPage
source: The specified Tor configuration file location contains characters that cannot be represented in your system's current 8-bit character encoding.
lv: Norādītā Tor konfigurācijas datnes atrašanās vieta ietver rakstzīmes, kuras nav iespējams attēlot Jūsu sistēmas pašreizējā 8-bit'u rakstzīmju kodējumā.
my: သတ်မှတ်ထားသည့် Tor ပုံစံချ ဖိုင်တည်နေရာ၌ သင်၏ စက်တွင်း 8-bit စာလုံး စာဝှက်စနစ်ကို ကိုယ်စားမပြုသော စာလုံးများ ပါရှိသည်။

# AdvancedPage
source: The specified Tor data directory location contains characters that cannot be represented in your system's current 8-bit character encoding.
lv: Norādītā Tor datu direktorija atrašanās vieta ietver rakstzīmes, kuras nav iespējams attēlot Jūsu sistēmas pašreizējā 8-bit'u rakstzīmju kodējumā.
my: သတ်မှတ်ထားသည့် Tor ဒေတာ ဖိုင်လမ်းကြောင်း တည်နေရာ၌ သင်၏ စက်တွင်း 8-bit စာလုံး စာဝှက်စနစ်ကို ကိုယ်စားမပြုသော စာလုံးများ ပါရှိသည်။

# AdvancedPage
source: Warning
lv: Brīdinājums
my: သတိပေးချက်

# AdvancedPage
source: You changed torrc path, would you like to restart Tor?
lv: Jūs izmainījāt torrc ceļu, vai vēlaties restartēt Tor?
my: သင်သည် torrc လမ်းကြောင်းကို ပြောင်းလဲလိုက်သည်။ Tor ကို အစမှ ပြန်စလိုပါသလား?

# AdvancedPage
source: Tor Configuration File (torrc);;All Files (*)
lv: Tor konfigurācijas datne (torrc);;Visas datnes (*)
my: Tor ပုံစံပြင်ဖိုင် (torrc) -- ဖိုင်များ အားလုံး (*)

# AdvancedPage
source: Select a file to use for Tor socket path
lv: Izvēlieties datni, kuru lietot Tor ligzdas ceļam
my: Tor ဆော့ကတ် လမ်းကြောင်းတွင် အသုံးပြုရန် ဖိုင်တစ်ဖိုင်ကို ရွေးချယ်ပါ။

# AdvancedPage
source: Configure ControlPort automatically
lv: Automātiski konfigurēt KontrolesPortu jeb ControlPort
my: ControlPort ကို အလိုအလျောက် ပုံစံချမှတ်ပါ။

# AdvancedPage
source: You've checked the autoconfiguration option for the ControlPort, but provided no Data Directory. Please add one, or uncheck the "Configure ControlPort automatically" option.
lv: KontrolesPortam tika atzīmēta autokonfigurācijas izvēle, tomēr netika norādīta datu direktorija. Lūdzu to izveidojiet vai, pretējā gadījumā, atceliet atzīmi izvēlē "Automātiski konfigurēt KontrolesPortu".
my: သင်သည် ControlPort အတွက် အလိုအလျောက် ပုံစံချမှတ်ခြင်းကို စစ်ဆေးပြီးပြီ။ သို့သော် ဒေတာဖိုင် လမ်းကြောင်းကို မထောက်ပံ့ထားပါ။ ကျေးဇူးပြု၍ ဒေတာ ဖိုင်လမ်းကြောင်း တစ်ခုကို ထည့်ပါ။ သို့မဟုတ် "ControlPort ကို အလိုအလျောက် ပုံစံချမှတ်ရန်" ဆိုသည့် ရွေးစရာကို ဖြုတ်ပါ။

# AdvancedPage
source: Vidalia was unable to remove the Tor service. You may need to remove it manually.
lv: Vidalia neizdevās noņemt Tor pakalpojumu. Iespējams, tas Jums būs jānoņem manuāli.
my: Vidalia သည် Tor ဝန်ဆောင်မှုကို ဖယ်ထုတ်မပေးနိုင်ပါ။ ၄င်းကို ကိုယ်တိုင် ဖယ်ထုတ်ရန် လိုအပ်နိုင်သည်။

# AppearancePage
source: Language
lv: Valoda
my: ဘာသာစကား

# AppearancePage
source: Choose the language used in Vidalia
lv: Izvēlēties Vidalia lietoto valodu
my: Vidalia တွင် အသုံးပြုသည့် ဘာသာစကားကို ရွေးချယ်ရန်

# AppearancePage
source: Style
lv: Stils
my: စတိုင်

# AppearancePage
source: Choose Vidalia's interface style
lv: Izvēlieties Vidalia's saskarnes stilu
my: Vidalia ၏ မျက်နှာစာ ပုံစံဒီဇိုင်းကို ရွေးချယ်ရန်

# AppearancePage
source: Vidalia was unable to load the selected language translation.
lv: Vidalia'i neizdevās ielādēt izvēlētās valodas tulkojumu.
my: Vidalia သည် ရွေးချယ်ထားသည့် ဘာသာစကားကို မဖွင့်နိုင်ပါ။

# AppearancePage
source: System Icon Preferences (changes will take effect when you restart Vidalia)
lv: Sistēmas ikonu preferences (izmaiņas stāsies spēkā, kad tiks pārstartēta Vidalia)
my: စက်သုံး အိုင်ကွန် ဦးစားပေးချက်များ (Vidalia ကို သင် စတင်သည့်အခါ အပြောင်းအလဲများ အကျိုးသက်ရောက်သွားမည် ဖြစ်သည်။)

# AppearancePage
source: Show the Tray Icon and Dock Icon (default)
lv: Rādīt ikonjoslas ikonas un doka ikonas (noklusējums)
my: Tray အိုင်ကွန်နှင့် Dock အိုင်ကွန်ကို ပြရန် (မူလအတိုင်း)

# AppearancePage
source: Hide the Tray Icon
lv: Paslēpt ikonjoslas ikonas
my: Tray ပုံသင်္ကေတကို ဖျောက်ရန်

# AppearancePage
source: Hide the Dock Icon
lv: Paslēpt doka ikonas
my: Dock ပုံသင်္ကေတကို ဖျောက်ရန်

# BandwidthGraph
source: Since:
lv: Kopš:
my: ကတည်းက -

# BandwidthGraph
source: Hide Settings
lv: Paslēpt iestatījumus
my: ချိန်ညှိချက်များကို​ ဖျောက်ရန်

# BandwidthGraph
source: Show Settings
lv: Rādīt iestatījumus
my: ချိန်ညှိချက်များကို ပြရန်

# BandwidthGraph
source: Tor Bandwidth Usage
lv: Tora izmantotais joslas platums
my: Tor Bandwidth သုံးစွဲမှု

# BandwidthGraph
source: Reset
lv: Atiestatīt
my: ပြန်ချိန်ရန်

# BandwidthGraph
source: Receive Rate
lv: Saņemšanas ātrums
my: လက်ခံနှုန်း

# BandwidthGraph
source: Send Rate
lv: Sūtīšanas ātrums
my: ပေးပို့နှုန်း

# BandwidthGraph
source: Always on Top
lv: Vienmēr virspusē
my: အမြဲတမ်း ထိပ်တွင် ထားရှိရန်

# BandwidthGraph
source: Style
lv: Stils
my: စတိုင်

# BandwidthGraph
source: Changes the transparency of the Bandwidth Graph
lv: Maina joslas platuma grafika caurredzamību
my: မြန်နှုန်းပြ ဇယား၏ ပါးလွှာမှု အပြောင်းအလဲများ

# BandwidthGraph
source: % Opaque
lv: % necaurspīdīgs
my: % အလင်းဖောက်ထွင်းနှုန်း

# BandwidthGraph
source: Save
lv: Saglabāt
my: သိမ်းဆည်းရန်

# BandwidthGraph
source: Cancel
lv: Atcelt
my: ရပ်ဆိုင်းရန်

# BridgeDownloader
source: Starting HTTPS bridge request...
lv: Uzsāk HTTPS tilta pieprasījumu...
my: HTTPS bridge တောင်းဆိုမှုကို အစပြုနေသည်...

# BridgeDownloader
source: Connecting to %1:%2...
lv: Savienojas ar %1:%2...
my: %1:%2 သို့ ဆက်သွယ်နေသည်...

# BridgeDownloader
source: Sending an HTTPS request for bridges...
lv: Sūta HTTPS pieprasījumu par tiltiem...
my: bridge များအတွက် HTTPS တောင်းဆိုမှု တစ်ခု ပေးပို့နသည်...

# BridgeDownloader
source: Downloading a list of bridges...
lv: Lejupielādē tiltu sarakstu...
my: Bridges စာရင်းကို ဒေါင်းလုဒ် ဆွဲနေသည်...

# BridgeDownloaderProgressDialog
source: Downloading Bridges
lv: Lejupielādē tiltus
my: Bridges များကို ဒေါင်းလုဒ် ဆွဲနေသည်...

# BridgeDownloaderProgressDialog
source: Unable to download bridges: %1
lv: Nevar lejupielādēt tiltus: %1
my: Bridge များကို ဒေါင်းလုဒ် ဆွဲ၍ မရပါ - %1

# BridgeDownloaderProgressDialog
source: Retrying bridge request...
lv: Atkārto tiltu pieprasījumu...
my: Bridge တောင်းဆိုချက်ကို ထပ်မံ ကြိုးစားနေသည်...

# BridgeUsageDialog
source: Country
lv: Valsts
my: နိုင်ငံ

# BridgeUsageDialog
source: # Clients
lv: # klienti
my: # သုံးစွဲသူများ

# BridgeUsageDialog
source: Clients from the following countries have used your relay since %1
lv: Šādu valstu klienti ir izmantojuši retranslatoru kopš %1
my: ဖော်ပြပါ နိုင်ငံများမှ သုံးစွဲသူများသည် %1 ကတည်းက သင်၏ relay ကို အသုံးပြုခဲ့ကြပြီ။

# BridgeUsageDialog
source: Bridge Usage Summary
lv: Tilta izmantošanas kopsavilkums
my: Bridge အသုံးပြုမှု အနှစ်ချုပ်

# BridgeUsageDialog
source: Client Summary
lv: Kopsavilkums par klientiem
my: သုံးစွဲသူ အကျဉ်းချုပ်

# Circuit
source: New
lv: Jauns
my: အသစ်

# Circuit
source: Open
lv: Atvērt
my: ဖွင့်ရန်

# Circuit
source: Building
lv: Veidols
my: အဆောက်အဦး

# Circuit
source: Failed
lv: Neizdevās
my: မအောင်မြင်ပါ

# Circuit
source: Closed
lv: Slēgts
my: ပိတ်ထားသည်

# Circuit
source: Unknown
lv: Nezināms
my: အမည်မသိ

# CircuitItem
source: <Path Empty>
lv: <Ceļš ir tukšs>
my: <ဖိုင်လမ်းကြောင်း မရှိ>

# CircuitListWidget
source: Connection
lv: Savienojums
my: ဆက်သွယ်မှုလိုင်း

# CircuitListWidget
source: Status
lv: Statuss
my: အနေအထား

# CircuitListWidget
source: Zoom to Circuit
lv: Tuvināt maršrutu
my: ဆားကစ်ကို ချုံ့ချဲ့ပြုလုပ်ရန်

# CircuitListWidget
source: Close Circuit (Del)
lv: Aizvērt maršrutu (Del)
my: ဆားကစ်ကို ပိတ်ရန် (Del)

# CircuitListWidget
source: Close Stream (Del)
lv: Aizvērt plūsmu (Del)
my: Stream ကို ပိတ်ရန် (Del)

# ConfigDialog
source: General
lv: Vispārīgi
my: ယေဘုယျ

# ConfigDialog
source: Network
lv: Tīkls
my: ကွန်ရက်

# ConfigDialog
source: Sharing
lv: Koplietošana
my: ဝေမျှခြင်း

# ConfigDialog
source: Services
lv: Pakalpojumi
my: ဝန်ဆောင်မှုများ

# ConfigDialog
source: Appearance
lv: Izskats
my: ပုံပန်းသဏ္ဍာန်

# ConfigDialog
source: Advanced
lv: Lietpratīgs
my: အဆင့်မြင့်

# ConfigDialog
source: Help
lv: Palīdzība
my: အကူအညီ

# ConfigDialog
source: Error Saving Settings
lv: Kļūdu saglabāšanas iestatījumi
my: ချိန်ညှိချက်များ သိမ်းဆည်းမှု ချို့ယွင်းချက်

# ConfigDialog
source: Vidalia was unable to save your %1 settings.
lv: Vidalia'i neizdevās saglabāt Jūsu %1 iestatījumus.
my: Vidalia သင့် %l ချိန်ညှိချက်များကို သိမ်းဆည်း၍ မရပါ။

# ConfigDialog
source: Error Applying Settings
lv: Kļūdu lietošanas iestatījumi
my: ချိန်ညှိချက်များ အသုံးချမှု ချို့ယွင်းချက်များ

# ConfigDialog
source: Vidalia was unable to apply your %1 settings to Tor.
lv: Vidalia'i neizdevās piemērot Jūsu %1 iestatījumus Tor'am.
my: Vidalia သည် Tor အတွက် သင်၏ %1 ချိန်ညှိချက်များကို အသုံးချ၍ မရပါ။

# ConfigDialog
source: Settings
lv: Iestatījumi
my: ချိန်ညှိချက်များ

# ControlConnection
source: Vidalia was unable to connect to Tor. (%1)
lv: Vidalia'i neizdevās pievienoties Tor. (%1)
my: Vidalia သည် Tor ကို မဆက်သွယ်နိုင်ပါ။ (%l)

# ControlConnection
source: Control socket is not connected.
lv: Vadības ligzda nav pievienota
my: ထိန်းချုပ် ဆော့ကတ်ကို မချိတ်ဆက်ထားပါ။

# ControlPasswordInputDialog
source: Password Required
lv: Nepieciešama parole
my: စကားဝှက် လိုအပ်သည်

# ControlPasswordInputDialog
source: Remember my password
lv: Atcerēties manu paroli
my: _L စကားဝှက်ကို မှတ်ထားရန်

# ControlPasswordInputDialog
source: Vidalia has connected to a running Tor process that requires a password. Please enter your control password:
lv: Vidalia izveidoja savienbojumu ar darbojošos Tor'a procesu, kurš pieprasa paroli. Lūdzu ierakstiet savu kontroles paroli:
my: Vidalia သည် Tor ၏ လုပ်ငန်းတစ်ခု ဆောင်ရွတ်ရာတွင် စကားဝှက် တစ်ခု လိုအပ်နေသည်။ ထိန်းချုပ် စကားဝှက်ကို ထည့်သွင်းပါ -

# ControlSocket
source: Control socket is not connected.
lv: Vadības ligzda nav pievienota.
my: ထိန်းချုပ် ဆော့ကတ်ကို မချိတ်ဆက်ထားပါ။

# ControlSocket
source: Error sending control command. [%1]
lv: Kļūda, nosūtot kontroles komandu. [%1]
my: ထိန်းချုပ် ညွှန်ကြားချက် ​ေးပို့ရာ၌ ချို့ယွင်းချက် ရှိသည်။ [%1]

# ControlSocket
source: Socket disconnected while attempting to read a line of data.
lv: Atvienota ligzda, mēģinot lasīt datu rindu.
my: ဒေတာ တစ်သီတစ်တန်းကို ဖတ်ရန် ကြိုးစားနေစဉ်တွင် ဆော့ကတ် ချိတ်ဆက်မှု မရပါ။

# ControlSocket
source: Invalid control reply. [%1]
lv: Nederīga kontroles atbilde. [%1]
my: မှားနေသော ထိန်းချုပ်မှုဆိုင်ရာ အကြောင်းပြန်ချက်။ [%1]

# CountryInfo
source: Afghanistan
lv: Afganistāna
my: အာဖဂန်နစ္စတန်

# CountryInfo
source: Andorra
lv: Andora
my: အန်ဒိုရာ

# CountryInfo
source: Angola
my: အင်ဂိုလာ

# CountryInfo
source: Antigua & Barbuda
lv: Antigva un Barbuda
my: အန်တီဂွာနှင့် ဘာဘူဒါ

# CountryInfo
source: Argentina
lv: Argentīna
my: အာဂျင်တီးနား

# CountryInfo
source: Armenia
lv: Armēnija
my: အာမေနီးယား

# CountryInfo
source: Australia
lv: Austrālija
my: သြစတြေးလျ

# CountryInfo
source: Azerbaijan
lv: Azerbaidžāna
my: အဇာဘိုင်ဂျန်

# CountryInfo
source: Bahamas
lv: Bahamu salas
my: ဘဟားမားစ်

# CountryInfo
source: Bangladesh
lv: Bangladeša
my: ဘင်္ဂလားဒေ့ရှ်

# CountryInfo
source: Barbados
lv: Barbadosa
my: ဘာရ်ဘာဒိုစ်

# CountryInfo
source: Belarus
lv: Baltkrievija
my: ဘီလာရုစ်

# CountryInfo
source: Belgium
lv: Beļģija
my: ဘယ်လ်ဂျီယမ်

# CountryInfo
source: Belize
lv: Beliza
my: ဘီလစ်

# CountryInfo
source: Bhutan
lv: Butāna
my: ဘူတန်

# CountryInfo
source: Bolivia
lv: Bolīvija
my: ဘိုလီဗီးယား

# CountryInfo
source: Bosnia & Herzegovina
lv: Bosnija un Hercegovīna
my: ဘော့စနီးယားနှင့် ဟာဇီဂိုဗီးနား

# CountryInfo
source: Botswana
lv: Bostvāna
my: ဘော့စဝါနာ

# CountryInfo
source: Brazil
lv: Brazīlija
my: ဘရားဇီး

# CountryInfo
source: Brunei Darussalam
lv: Bruneja
my: ဘရူးနိုင်း ဒါရုစလမ်

# CountryInfo
source: Bulgaria
lv: Bulgārija
my: ဘူဂေးရီးယား

# CountryInfo
source: Burkina Faso
my: ဘာကီနာ ဖာဆို

# CountryInfo
source: Burundi
my: ဘာရွန်ဒီ

# CountryInfo
source: Cambodia
lv: Kambodža
my: ကမ္ဗောဒီးယား

# CountryInfo
source: Cameroon
lv: Kamerūna
my: ကင်မရွန်း

# CountryInfo
source: Canada
lv: Kanāda
my: ကနေဒါ

# CountryInfo
source: Cape Verde
lv: Kaboverde
my: ဗာဒီ အငူ

# CountryInfo
source: Central African Republic
lv: Centrālāfrikas Republika
my: အလယ်ပိုင်း အာဖရိက

# CountryInfo
source: Chad
lv: Čada
my: ချဒ်

# CountryInfo
source: Chile
lv: Čīle
my: ချီလီ

# CountryInfo
source: China
lv: Ķīna
my: တရုတ်

# CountryInfo
source: Colombia
lv: Kolumbija
my: ကိုလံဘီယာ

# CountryInfo
source: Comoros
lv: Komoru salas
my: ကိုမိုရို့စ်

# CountryInfo
source: Congo, The Democratic Republic of the
lv: Kongo Demokrātiskā Republika
my: ကွန်​ဂို ဒီမိုကရက်တစ်

# CountryInfo
source: Congo
lv: Kongo
my: ကွန်ဂို

# CountryInfo
source: Costa Rica
lv: Kostarika
my: ကော့စတာရီကာ

# CountryInfo
source: Cote dâIvoire
lv: Kotdivuāra
my: ကုတ်ဒီဗိုး

# CountryInfo
source: Croatia
lv: Horvātija
my: ခရိုအေးရှား

# CountryInfo
source: Cuba
lv: Kuba
my: ကျူးဘား

# CountryInfo
source: Cyprus
lv: Kipra
my: ဆိုက်ပရပ်စ်

# CountryInfo
source: Czech Republic
lv: Čehija
my: ချက်ဗ်

# CountryInfo
source: Denmark
lv: Dānija
my: ဒိန်းမတ်

# CountryInfo
source: Djibouti
lv: Džibutija
my: ဂျီဗိုးတီ

# CountryInfo
source: Dominica
lv: Dominika
my: ဒိုမီနီကာ

# CountryInfo
source: Dominican Republic
lv: Dominikānas Republika
my: ဒိုမီနီကန်

# CountryInfo
source: Ecuador
lv: Ekvadora
my: အီကွေဒေါ

# CountryInfo
source: Egypt
lv: Ēģipte
my: အီဂျစ်

# CountryInfo
source: El Salvador
lv: Salvadora
my: အယ်လ် ဆာလ်ဗားဒါး

# CountryInfo
source: Equatorial Guinea
lv: Ekvatoriālā Gvineja
my: အီကွေတိုးရီးယယ် ဂီးနီးယား

# CountryInfo
source: Eritrea
lv: Eritreja
my: အယ်ရစ်ထြီးယား

# CountryInfo
source: Estonia
lv: Igaunija
my: အစ္စ​တိုး​နီး​ယား

# CountryInfo
source: France
lv: Francija
my: ပြင်သစ်

# CountryInfo
source: Gabon
lv: Gabona
my: ဂါ့ဘွန်

# CountryInfo
source: Gambia
lv: Gambija
my: ဂမ်ဘီယာ

# CountryInfo
source: Georgia
lv: Gruzija
my: ဂျော်ဂျီယာ

# CountryInfo
source: Germany
lv: Vācija
my: ဂျာမနီ

# CountryInfo
source: Ghana
lv: Gana
my: ဂါနာ

# CountryInfo
source: Grenada
lv: Grenāda
my: ဂရီနာဒါ

# CountryInfo
source: Guatemala
lv: Gvatemala
my: ဂွါတီမာလာ

# CountryInfo
source: Guinea
lv: Gvineja
my: ဂီးနီးယား

# CountryInfo
source: Guinea-Bissau
lv: Gvineja-Bisava
my: ဂီးနီးယား-ဘစ်ဆာအူ

# CountryInfo
source: Guyana
lv: Gajāna
my: ဂူရာနာ

# CountryInfo
source: Hong Kong
lv: Honkonga
my: ဟောင်ကောင်

# CountryInfo
source: Haiti
my: ဟေတီ

# CountryInfo
source: Honduras
lv: Hondurasa
my: ဟွန်ဒူးရပ်

# CountryInfo
source: Israel
lv: Izraēla
my: အစ္စရေး

# CountryInfo
source: Italy
lv: Itālija
my: အီတလီ

# CountryInfo
source: Jamaica
lv: Jamaika
my: ဂျမေကာ

# CountryInfo
source: Japan
lv: Japāna
my: ဂျပန်

# CountryInfo
source: Jordan
lv: Jordānija
my: ဂျော်ဒန်

# CountryInfo
source: Kazakhstan
lv: Kazahstāna
my: ကာဇတ်စတန်

# CountryInfo
source: Kenya
lv: Kenija
my: ကင်ညာ

# CountryInfo
source: Kiribati
my: ကိရိဘာတီ

# CountryInfo
source: Kuwait
lv: Kuveita
my: ကူဝိတ်

# CountryInfo
source: Kyrgyzstan
lv: Kirgizstāna
my: ကာဂျီစတန်

# CountryInfo
source: Laos
lv: Laosa
my: လာအို

# CountryInfo
source: Latvia
lv: Latvija
my: လတ်ဗီးယား

# CountryInfo
source: Lebanon
lv: Libāna
my: လက်ဘနွန်

# CountryInfo
source: Lesotho
lv: Lesoto
my: လီဆိုသို

# CountryInfo
source: Liberia
lv: Libērija
my: လစ်ဗျား

# CountryInfo
source: Liechtenstein
lv: Lihtenšteina
my: လိချ်တဲန်စတိန်း

# CountryInfo
source: Lithuania
lv: Lietuva
my: လစ်သူအေးနီးယား

# CountryInfo
source: Luxembourg
lv: Luksemburga
my: လူဇင်ဘတ်

# CountryInfo
source: Macedonia
lv: Maķedonija
my: မေစီဒိုးနီးယား

# CountryInfo
source: Madagascar
lv: Madagaskara
my: မဒဂတ်စ်ကား

# CountryInfo
source: Malawi
lv: Malāvija
my: မာလာဝီ

# CountryInfo
source: Malaysia
lv: Mailaizija
my: မလေးရှား

# CountryInfo
source: Mali
my: မာလီ

# CountryInfo
source: Malta
my: မော်လ်တာ

# CountryInfo
source: Marshall Islands
lv: Māršala salas
my: မာရှယ် ကျွန်းစုများ

# CountryInfo
source: Mauritania
lv: Mauritānija
my: မောင်ရီတာနီးယား

# CountryInfo
source: Mauritius
lv: Maurīcija
my: မော်ရီတီရက်စ်

# CountryInfo
source: Micronesia
lv: Mikronēzija
my: မိုက်ခရိုနီးရှား

# CountryInfo
source: Moldova
my: မော်လ်ဒိုဗာ

# CountryInfo
source: Monaco
lv: Monako
my: မိုနာကို

# CountryInfo
source: Mongolia
lv: Mongolija
my: မွန်ဂိုလီးယား

# CountryInfo
source: Montenegro
lv: Melnkalne
my: မွန်တီနီဂရိုး

# CountryInfo
source: Morocco
lv: Maroka
my: မော်ရိုကို

# CountryInfo
source: Mozambique
lv: Mozambika
my: မိုဇန်ဘစ်

# CountryInfo
source: Namibia
lv: Namībija
my: နမီးဘီးယား

# CountryInfo
source: Nauru
my: နာအူးရူ

# CountryInfo
source: Nepal
lv: Nepāla
my: နီပေါ

# CountryInfo
source: Netherlands
lv: Nīderlande
my: နယ်သာလန်

# CountryInfo
source: New Zealand
lv: Jaunzēlande
my: နယူးဇီလန်

# CountryInfo
source: Nicaragua
lv: Nikaragva
my: နီးကာရာဂွား

# CountryInfo
source: Niger
lv: Nigēra
my: နိုင်ဂျာ

# CountryInfo
source: Nigeria
lv: Nigērija
my: နိုင်ဂျီးရီးယား

# CountryInfo
source: Norway
lv: Norvēģija
my: နော်ဝေ

# CountryInfo
source: Oman
lv: Omāna
my: အိုမန်

# CountryInfo
source: Pakistan
lv: Pakistāna
my: ပါကစ္စတန်

# CountryInfo
source: Palau
my: ပါလာအူ

# CountryInfo
source: Palestine
lv: Palestīna
my: ပါလက်စတိုင်း

# CountryInfo
source: Panama
my: ပနားမား

# CountryInfo
source: Papua New Guinea
lv: Papua-Jaungvineja
my: ပါ​ပူ​အာ နယူးဂီနီ

# CountryInfo
source: Paraguay
lv: Paragvaja
my: ပါရာဂွေး

# CountryInfo
source: Peru
my: ပီရူး

# CountryInfo
source: Philippines
lv: Filipīnas
my: ဖိလစ်ပိုင်

# CountryInfo
source: Poland
lv: Polija
my: ပိုလန်

# CountryInfo
source: Portugal
lv: Portugāle
my: ပေါ်တူဂီ

# CountryInfo
source: Qatar
lv: Katara
my: ကာတာ

# CountryInfo
source: Romania
lv: Rumānija
my: ရိုမေးနီးယား

# CountryInfo
source: Russia
lv: Krievija
my: ရုရှား

# CountryInfo
source: Rwanda
lv: Ruanda
my: ရဝမ်ဒါ

# CountryInfo
source: Saint Kitts & Nevis
lv: Sentkitsa un Nevisa
my: စိန့်ကစ်နှင့် နီဗစ်

# CountryInfo
source: Saint Lucia
lv: Sentlusija
my: စိန့်လူစီယာ

# CountryInfo
source: Saint Vincent & the Grenadines
lv: Sentvinsenta un Grenadīnas
my: စိန့်ဗင်းဆင့်နှင့် ဂရီနာဒိုင်းစ်

# CountryInfo
source: Samoa
lv: Rietumsamoa
my: ဆမိုအာ

# CountryInfo
source: San Marino
lv: Sanmarīno
my: ဆန်မာရီနို

# CountryInfo
source: Sao Tome & Principe
lv: Santome un Prinsipi
my: ဆော တိုမီနှင့် ပရင်စီပင်

# CountryInfo
source: Saudi Arabia
lv: Saūda Arābija
my: ဆော်ဒီအာရေဗီးယား

# CountryInfo
source: Senegal
lv: Senegāla
my: ဆီနီဒေါ

# CountryInfo
source: Serbia
lv: Serbija
my: ဆားဘီးယား

# CountryInfo
source: Seychelles
lv: Seišelu salas
my: ဆေးရှဲလ်စ်

# CountryInfo
source: Sierra Leone
lv: Sjerraleone
my: ဆီအာရာ လီယွန်း

# CountryInfo
source: Singapore
lv: Singapūra
my: စင်္ကာပူ

# CountryInfo
source: Slovakia
lv: Slovākija
my: ဆလိုဗာကီးယား

# CountryInfo
source: Slovenia
lv: Slovēnija
my: ဆလိုဗေးနီးယား

# CountryInfo
source: Solomon Islands
lv: Zālamana salas
my: ဆော်လမွန်ကျွန်းများ

# CountryInfo
source: Somalia
lv: Somālija
my: ဆိုမာလီယာ

# CountryInfo
source: South Africa
lv: Dienvidāfrika
my: တောင်အာဖရိက

# CountryInfo
source: Spain
lv: Spānija
my: စပိန်

# CountryInfo
source: Sri Lanka
lv: Šrilanka
my: သီရိလင်္ကာ

# CountryInfo
source: Sudan
lv: Sudāna
my: ဆူဒန်

# CountryInfo
source: Suriname
lv: Surinama
my: ဆူရီနာမ်

# CountryInfo
source: Swaziland
lv: Svazilenda
my: ဆွာဇီလန်

# CountryInfo
source: Sweden
lv: Zviedrija
my: ဆွီဒင်

# CountryInfo
source: Switzerland
lv: Šveice
my: ဆွစ်ဇာလန်

# CountryInfo
source: Syria
lv: Sīrija
my: ဆီးရီးယား

# CountryInfo
source: Tajikistan
lv: Tadžikistāna
my: တာဂျစ်ကစ္စတန်

# CountryInfo
source: Tanzania
lv: Tanzānija
my: တန်ဇန်နီးယား

# CountryInfo
source: Thailand
lv: Taizeme
my: ထိုင်း

# CountryInfo
source: Timor-Leste (East Timor)
lv: Austrumtimora
my: တီမော-လက်စ်တီ (အရှေ့တီမော)

# CountryInfo
source: Togo
my: တိုဂို

# CountryInfo
source: Tonga
my: တွန်ဂါ

# CountryInfo
source: Trinidad & Tobago
lv: Trinidāda un Tobago
my: ထရီနီဒက်နှင့် တိုဘာဂို

# CountryInfo
source: Tunisia
lv: Tunisija
my: တူ​နီး​ရှား

# CountryInfo
source: Turkey
lv: Turcija
my: တူရကီ
