Repository: ZenBowman/vidalia-fork
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: lv, my

# CountryInfo
source: Turkmenistan
lv: Turkmenistāna
my: တာ့ခ်မန်နစ္စတန်

# CountryInfo
source: Tuvalu
my: တူးဗလူး

# CountryInfo
source: Uganda
my: ယူဂန်ဒါ

# CountryInfo
source: Ukraine
lv: Ukraina
my: ယူကရိန်း

# CountryInfo
source: United Arab Emirates
lv: Apvienotie Arābu Emirāti
my: အာ​ရပ် စော်ဘွား​များ​ပြည်ထောင်စု

# CountryInfo
source: United Kingdom
lv: Apvienotā Karaliste
my: ဗြိတိန်

# CountryInfo
source: United States
lv: Amerikas Savienotās Valstis
my: အမေ​ရိ​ကန်​ပြည်ထောင်စု

# CountryInfo
source: Uruguay
lv: Urugvaja
my: ဥရုဂွေး

# CountryInfo
source: Uzbekistan
lv: Uzbekistāna
my: ဥဇဘက်ကစ္စတန်

# CountryInfo
source: Vanuatu
my: ဗားနူးအာတူး

# CountryInfo
source: Vatican
lv: Vatikāns
my: ဗာတီကန်

# CountryInfo
source: Venezuela
lv: Venecuēla
my: ဗင်နီဇွဲလား

# CountryInfo
source: Vietnam
lv: Vjetnama
my: ဗီယက်နမ်

# CountryInfo
source: Western Sahara
lv: Rietumsahāra
my: အနောက်ဆာဟာရာ

# CountryInfo
source: Yemen
lv: Jemena
my: ယီမင်

# CountryInfo
source: Zambia
lv: Zambija
my: ဇန်ဘီယား

# CountryInfo
source: Zimbabwe
lv: Zimbabve
my: ဇင်ဘာဗွေ

# CountryInfo
source: Zaire
lv: Kongo
my: ဇာအီယား

# CountryInfo
source: Albania
lv: Albānija
my: အယ်လ်ဘေးနီးယား

# CountryInfo
source: Algeria
lv: Alžīrija
my: အယ်လ်​ဂျီး​ရီး​ယား

# CountryInfo
source: Austria
lv: Austrija
my: ဩစတြီးယား

# CountryInfo
source: Bahrain
lv: Bahreina
my: ဘာရိန်း

# CountryInfo
source: Benin
lv: Benina
my: ဘီနင်း

# CountryInfo
source: Ethiopia
lv: Etiopija
my: အီသီယိုးပီးယား

# CountryInfo
source: Fiji
lv: Fidži
my: ဖီဂျီ

# CountryInfo
source: Finland
lv: Somija
my: ဖင်လန်

# CountryInfo
source: Greece
lv: Grieķija
my: ဂရိ

# CountryInfo
source: Guam
lv: Guama
my: ဂူအမ်

# CountryInfo
source: Hungary
lv: Ungārija
my: ဟန်ဂေရီ

# CountryInfo
source: Iceland
lv: Islande
my: အိုက်စ်လန်

# CountryInfo
source: India
lv: Indija
my: အိန္ဒိယ

# CountryInfo
source: Indonesia
lv: Indonēzija
my: အင်ဒိုနီးရှား

# CountryInfo
source: Iran
lv: Irāna
my: အီရန်

# CountryInfo
source: Iraq
lv: Irāka
my: အီရတ်

# CountryInfo
source: Ireland
lv: Īrija
my: အိုင်ယာလန်

# CountryInfo
source: Korea, North
lv: Ziemeļkoreja
my: မြောက်ကိုရီးယား

# CountryInfo
source: Korea, South
lv: Dienvidkoreja
my: တောင်ကိုရီးယား

# CountryInfo
source: Libya
lv: Lībija
my: လစ်ဗျား

# CountryInfo
source: Maldives
lv: Maldivu salas
my: မော်လဒိုက်

# CountryInfo
source: Mexico
lv: Meksika
my: မက္ကစီကို

# CountryInfo
source: Myanmar
lv: Mjanma
my: မြန်မာ

# CountryInfo
source: Taiwan
lv: Taivāna
my: ထိုင်ဝမ်

# CrashReportDialog
source: Submit a Crash Report
lv: Iesniegt ziņojumu par avāriju
my: ပျက်စီးမှု အစီရင်ခံချက် တင်ပြရန်

# CrashReportDialog
source: Vidalia encountered an error and needed to close
lv: Vidalia saskārās ar kļūdu, tāpēc Vidalia bija nepieciešams pārtraukt darbu
my: Vidalia ၌ ချို့ယွင်းချက် တစ်ခု ဖြစ်ပေါ်နေ​ပြီး ပိတ်ရန် လိုအပ်သည်

# CrashReportDialog
source: Restart Vidalia
lv: Pārstartēt Vidalia
my: Vidalia ကို ပြန်ဖွင့်ရန်

# CrashReportDialog
source: Don't Restart
lv: Nepārstartēt
my: ပြန်မဖွင့်ရ

# CrashReportDialog
source: Unable to restart Vidalia
lv: Nevar pārstartēt Vidalia
my: Vidalia ကို အစမှ ပြန်ဖွင့်မရပါ

# CrashReportDialog
source: We were unable to automatically restart Vidalia. Please restart Vidalia manually.
lv: Mēs nevarējām pārstartēt Vidalia automātiski. Lūdzu pārstartējiet Vidalia manuāli.
my: ကွန်ုပ်တို့သည် Vidalia ကို အလိုအလျောက် ပြန်ဖွင့်၍ မရပါ။ Vidalia ကို ကိုယ်တိုင် ပြန်ဖွင့်ပါ။

# CrashReportDialog
source: Please fill a ticket in:
lv: Lūdzu aizpildiet problēmu pieteikumu:
my: ကျေးဇူးပြု၍ လက်မှတ် တစ်စောင် ဖြည့်ပေးပါ -

# CrashReportDialog
source: A crash report has been created that you can send to the Vidalia developers to help identify and fix the problem. The submitted report does not contain any personally identifying information.
lv: Tika sagatavots ziņojums par avāriju, un to varat nosūtīt Vidalia's izstrādātājiem, lai palīdzētu identificēt un atrisināt problēmu. Sniegtais ziņojums nesatur nekādu personiski identificējošu informāciju.
my: ပြဿနာကို ခွဲခြမ်းစိတ်ဖြာပြီး အမှားပြင်ဆင်ပေးနိုင်ရန် Vidalia ကို စီစဉ်​ဖန်တီးသူများထံ ပေးပို့နိုင်ရန် ပျက်စီးမှု အစီရင်ခံစာကို ဖန်တီးလိုက်ပြီ။ တင်ပို့လိုက်သည့် အစီရင်ခံစာ၌ ပုဂ္ဂိုလ်ရေး အချက်အလက်များ မပါရှိပါ။

# CrashReportDialog
source: with a description of what you were doing before the application crashed, along with the following files corresponding to the crash report:
lv: kopā ar aprakstu par to, ko darījāt pirms tam, kad lietotne avarēja, kā arī norādītās datnes, kuras atbilst ziņojumam par avāriju:
my: အပ္ပလီဂေးရှင်း မပျက်စီမီ သင်လုပ်ဆောင်ခဲ့သော ဖော်ပြချက်ကို ဆော့ဖ်ဝဲ ပျက်စီးမှုနှင့် သက်ဆိုင်သော အောက်ပါဖိုင်များအတူ ဖေါ်ပြချက်-

# GeneralPage
source: Executables (*.exe)
lv: Izpilddatnes (*.exe)
my: ပရိုဂရမ် သွင်းနိုင်သောဖိုင်များ (*.exe)

# GeneralPage
source: Select Path to Tor
lv: Izvēlēties ceļu uz Tor
my: Tor ထံ သွားရာ ဖိုင်လမ်းကြောင်းကို ရွေးချယ်ရန်

# GeneralPage
source: Select Proxy Executable
lv: Izvēlēties starpnieka izpilddatni
my: ပရောက်ဇီ သွင်းနိုင်သော ဖိုင်ကို ရွေးရန်

# GeneralPage
source: You must specify the name of your Tor executable.
lv: Jānorāda savas Tor izpilddatnes nosaukums.
my: Tor ပရိုဂရမ် သွင်းနိုင်သော ဖိုင်အမည်ကို သတ်မှတ်ရမည်။

# GeneralPage
source: Start Vidalia when my system starts
lv: Startēt Vidalia, kad mana sistēma sāk darbu.
my: ကွန်ပျူတာ တက်လာသောအခါ Vidalia ကို စဖွင့်ပါ

# GeneralPage
source: Browse
lv: Pārlūkot
my: ဖွင့်ကြည့်ရန်

# GeneralPage
source: Start the Tor software when Vidalia starts
lv: Startēt Tor programmatūru, kad Vidalia sāk darboties
my: Vidalia တက်လာသောအခါ Tor ကို စဖွင့်ပါ

# GeneralPage
source: Proxy Application (optional)
lv: Starpnieka lietotne (izvēles iespēja)
my: ပရောက်ဇီ လမ်းကြောင်း (လိုအပ်လျှင်) -

# GeneralPage
source: Start a proxy application when Tor starts
lv: Startēt starpnieka lietotni, kad Tor sāk darboties
my: Tor တက်လာသောအခါ ပရောက်ဇ်ကို စဖွင့်ပါ

# GeneralPage
source: Proxy Application Arguments:
lv: Starpnieka lietotnes argumenti:
my: ပရောက်ဇီ အပ္ပလီဂေးရှင်း ငြင်းဆိုချက်များ -

# GeneralPage
source: Software Updates
lv: Programmatūras jauninājumi
my: ဆော့ဖ်ဝဲ မွမ်းမံချက်များ

# GeneralPage
source: Check for new software updates automatically
lv: Automātiski pārbaudīt vai pieejami jauni programmatūras jauninājumi
my: ဆော့ဗ်ဝဲ မွမ်းမံချက် အသစ်ကို အလိုအလျောက် စစ်ဆေးရန်

# GeneralPage
source: Check Now
lv: Pārbaudīt tagad
my: ယခု စစ်ဆေးရန်

# GraphFrame
source: %1 KB/s
my: တစ်စက္ကန့်လျှင် %1 KB

# GraphFrame
source: Recv:
lv: Saņemts:
my: လက်ခံ -

# GraphFrame
source: Sent:
lv: Nosūtīts:
my: ပေးပို့ပြီး -

# HelpBrowser
source: Supplied XML file is not a valid Contents document.
lv: Piegādātā XML datne nav derīgs Satura dokuments.
my: ပေးထားသော XML ဖိုင်သည် အကြောင်းအရာများ ပါရှိသော စာရွက်စာတမ်း အမှန် မဟုတ်ပါ။

# HelpBrowser
source: Search reached end of document
lv: Meklēšana sasniedza dokumenta beigas
my: ရှာဖွေမှုသည် စာရွက်စာတမ်း၏ အဆုံးထိ ရောက်သွားပြီ

# HelpBrowser
source: Search reached start of document
lv: Meklēšana sasniedza dokumenta beigas
my: ရှာဖွေမှုသည် စာရွက်စာတမ်း၏ အစ ရောက်သွားပြီ

# HelpBrowser
source: Text not found in document
lv: Teksts netika atrasts dokumentā
my: စာရွက်စာတမ်းထဲတွင် စာသားကို ရှာမတွေ့ပါ

# HelpBrowser
source: Found %1 results
lv: Atrasts %1 rezultāts
my: ရလဒ် %1 ခု ကို ရှာဖွေတွေ့ရှိခဲ့သည်

# HelpBrowser
source: Vidalia Help
lv: Vidalia palīdzība
my: Vidalia အကူအညီ

# HelpBrowser
source: Back
lv: Atpakaļ
my: နောက်သို့

# HelpBrowser
source: Move to previous page (Backspace)
lv: Pārvietoties uz iepriekšējo lapu (Atpakaļatkāpe)
my: ယခင် စာမျက်နှာသို့ ရွေ့ရန် (Backspace)

# HelpBrowser
source: Forward
lv: Pāriet uz priekšu
my: အရှေ့သို့

# HelpBrowser
source: Move to next page (Shift+Backspace)
lv: Pārvietoties uz nākamo lapu (Shift+Atpakaļatkāpe)
my: နောက်စာမျက်နှာသို့ ရွေ့ရန် (Shift+Backspace)

# HelpBrowser
source: Home
lv: Mājas
my: ပင်မ စာမျက်နှာ

# HelpBrowser
source: Move to the Home page (Ctrl+H)
lv: Pārvietoties uz mājas lapu (Ctrl+H)
my: ပင်မ စာမျက်နှာသို့ ရွေ့ရန် (Ctrl+H)

# HelpBrowser
source: Find
lv: Atrast
my: ရှာဖွေရန်

# HelpBrowser
source: Search for a word or phrase on current page (Ctrl+F)
lv: Meklēt vārdu vai frāzi šajā lapa (Ctrl+F)
my: လက်ရှိ စာမျက်နှာပေါ်၌ စာလုံး တစ်လုံး (သို့) စကားစု တစ်စု ရှာဖွေရန် (Ctrl+F)

# HelpBrowser
source: Close
lv: Aizvērt
my: ပိတ်ရန်

# HelpBrowser
source: Close Vidalia Help
lv: Aizvērt Vidalia's palīdzību
my: Vidalia အကူအညီကို ပိတ်ရန်

# HelpBrowser
source: Find:
lv: Atrast:
my: ရှာဖွေရန်

# HelpBrowser
source: Find Previous
lv: Atrast iepriekšējo
my: နောက်ပြန် ရှာရန်

# HelpBrowser
source: Find Next
lv: Atrast nākamo
my: ရှေ့ဆက် ရှာရန်

# HelpBrowser
source: Case sensitive
lv: Reģistrjutīgs
my: စာလုံးအမှားမခံ

# HelpBrowser
source: Whole words only
lv: Tikai pilnus vārdus
my: စကားလုံး တစ်ခုလုံး သာလျှင်

# HelpBrowser
source: Help Topics
lv: Palīdzības temati
my: အကူအညီ ခေါင်းစဉ်များ

# HelpBrowser
source: Contents
lv: Saturs
my: မာတိကာ

# HelpBrowser
source: Search
lv: Meklēšana
my: ရှာဖွေရန်

# HelpBrowser
source: Searching for:
lv: Šobrīd meklē:
my: ရှာဖွေလိုသည့် အချက် -

# HelpBrowser
source: Found Documents
lv: Atrastie dokumenti
my: တွေ့ရှိသည့် စာရွက်စာတမ်းများ

# HelpBrowser
source: Error Loading Help Contents:
lv: Kļūda ielādējot palīdzības saturu:
my: အကူအညီ အကြောင်းအရာများကို ဖွင့်နေစဉ် ချို့ယွင်းချက် -

# HelpTextBrowser
source: Opening External Link
lv: Atver ārēju saiti
my: ပြင်ပ လင့်ခ်ကို ဖွင့်ရန်

# HelpTextBrowser
source: Vidalia can open the link you selected in your default Web browser. If your browser is not currently configured to use Tor then the request will not be anonymous.
lv: Vidalia var atvērt Jūsu izvēlēto saiti Jūsu noklusējuma tīmekļa pārlūkā. Ja Jūsu pārlūks pašreiz nav nokonfigurēts darbam ar Tor'u, tad pieprasījums nebūs anonīms.
my: Vidalia သည် သင့် မူလ ကွန်ရက် ဘရောင်ဆာ၌ ရွေးထားသော လင့်ခ်ကို ဖွင့်ပေးနိုင်သည်။ အကယ်၍ သင့် ဘရောင်ဆာကို Tor ဖွင့်နိုင်ရန် လောလောဆယ် မပြင်ဆင်သေးပါက၊ သင့် တောင်းဆိုချက်ကို ​ဝှက်ထားပေးမည် မဟုတ်ပါ။

# HelpTextBrowser
source: Do you want Vidalia to open the link in your Web browser?
lv: Vai vēlaties, lai Vidalia atver saiti Jūsu tīmekļa pārlūkā?
my: သင်သည် Vidalia ကို သုံးပြီး သင့် ကွန်ရက် ဘရောင်ဆာပေါ်၌ လင့်ခ်တစ်ခုကို ဖွင့်စေလိုသလား?

# HelpTextBrowser
source: Unable to Open Link
lv: Nevar atvērt saiti
my: လင့်ခ်ကို မဖွင့်နိုင်ပါ

# HelpTextBrowser
source: Vidalia was unable to open the selected link in your Web browser. You can still copy the URL and paste it into your browser.
lv: Vidalia nevarēja atvērt Jūsu izvēlēto saiti Jūsu tīmekļa pārlūkā. Tomēr ir iespējams nokopēt vietrādi URL, un ielīmēt to Jūsu pārlūkā.
my: Vidalia သည် ရွေးချယ်ထား​သော လင့်ခ်ကို သင့် ကွန်ရက် ဘရောင်ဆာပေါ်၌ မဖွင့်နိုင်ပါ။URL ကို ကော်ပီကူးပြီး သင့် ဘရောင်ဆာပေါ်တွင် ပွားယူနိုင်သေးသည်။

# HelpTextBrowser
source: Error opening help file:
lv: Kļūda atverot palīdzības datni:
my: အကူအညီဖိုင် ဖွင့်ရာ၌ ချို့ယွင်းချက် ရှိသည် -

# LicenseDialog
source: License Information
lv: Licences informācija
my: လိုင်စင် အချက်အလက်များ

# LicenseDialog
source: License
lv: Licence
my: လိုင်စင်

# LicenseDialog
source: Credits
lv: Veidotāji
my: ဂုဏ်ပြုမှတ်တမ်းလွှာ

# LogEvent
source: Debug
lv: Atkļūdošana
my: အမှားစစ်ရန်

# LogEvent
source: Info
lv: Informācija
my: အချက်အလက်

# LogEvent
source: Notice
lv: Norāde
my: သတိပြုရန်

# LogEvent
source: Warning
lv: Brīdinājums
my: သတိပေးချက်

# LogEvent
source: Error
lv: Kļūda
my: ချို့ယွင်းချက်

# LogEvent
source: Unknown
lv: Nezināms
my: အမည်မသိ

# LogTreeItem
source: Debug
lv: Atkļūdošana
my: အမှားစစ်ရန်

# LogTreeItem
source: Info
lv: Informācija
my: အချက်အလက်

# LogTreeItem
source: Notice
lv: Norāde
my: သတိပြုရန်

# LogTreeItem
source: Warning
lv: Brīdinājums
my: သတိပေးချက်

# LogTreeItem
source: Error
lv: Kļūda
my: ချို့ယွင်းချက်

# LogTreeItem
source: Unknown
lv: Nezināms
my: အမည်မသိ

# MainWindow
source: Start Tor
lv: Sākt Tor
my: Tor ကို စဖွင့်ရန်

# MainWindow
source: Exit
lv: Iziet
my: ထွက်ရန်

# MainWindow
source: Bandwidth Graph
lv: Joslas platuma grafiks
my: Bandwidth ဇယား

# MainWindow
source: Message Log
lv: Ziņojumu žurnāls
my: သတင်း မှတ်မ်း

# MainWindow
source: Network Map
lv: Tīkla karte
my: ကွန်ရက်ပြ မြေပုံ

# MainWindow
source: Control Panel
lv: Vadības panelis
my: ထိန်းချုပ် စခန်း

# MainWindow
source: Settings
lv: Iestatījumi
my: ချိန်ညှိချက်များ

# MainWindow
source: About
lv: Par
my: အကြောင်း

# MainWindow
source: Help
lv: Palīdzība
my: အကူအညီ

# MainWindow
source: New Identity
lv: Jauna identitāte
my: အထောက်အထားသစ်

# MainWindow
source: Ctrl+B
my: Ctrl+H

# MainWindow
source: Ctrl+L
my: Ctrl+H

# MainWindow
source: Ctrl+N
my: Ctrl+H

# MainWindow
source: Ctrl+?
my: Ctrl+H

# MainWindow
source: Ctrl+I
my: Ctrl+H

# MainWindow
source: Ctrl+P
my: Ctrl+H

# MainWindow
source: View
lv: Skatīt
my: မြင်ကွင်း

# MainWindow
source: Vidalia Help
lv: Vidalia palīdzība
my: Vidalia အကူအညီ

# MainWindow
source: Error starting web browser
lv: Kļūda startējot tīmekļa pārlūku
my: ကွန်ရက် ဘရောင်ဆာ စဖွင့်ရာတွင် ချို့ယွင်းချက် ရှိသည်

# MainWindow
source: Vidalia was unable to start the configured web browser
lv: Vidalia neizdevās startēt konfigurēto tīkla pārlūku
my: Vidalia သည် ပြင်ဆင်ထားသော ကွန်ရက် ဘရောင်ဆာကို မဖွင့်နိုင်ပါ

# MainWindow
source: Error starting IM client
lv: Kļūda startējot IM klientu
my: IM ကလိုင်း စဖွင့်ရာတွင် ချို့ယွင်းချက် ရှိသည်

# MainWindow
source: Vidalia was unable to start the configured IM client
lv: Vidalia neizdevās startēt konfigurēto IM klientu
my: Vidalia သည် ပြင်ဆင်ထားသော IM Client ကို မဖွင့်နိုင်ပါ

# MainWindow
source: Error starting proxy server
lv: Kļūda startējot starpnieka serveri
my: ပရောက်ဇီ ဆာဗာကို စဖွင့်ရာတွင် ချို့ယွင်းချက် ရှိသည်

# MainWindow
source: Vidalia was unable to start the configured proxy server
lv: Vidalia neizdevās startēt konfigurēto starpnieka serveri
my: Vidalia သည် ပြင်ဆင်ထားသော ပရောက်ဇီ ဆာဗာကို မဖွင့်နိုင်ပါ

# MainWindow
source: Connecting to a relay directory
lv: Veido savienojumu ar retranslatoru direktoriju
my: Relay ဖိုင်လမ်းကြောင်း တစ်ခုကို ဆက်သွယ်နေသည်

# MainWindow
source: Establishing an encrypted directory connection
lv: Izveido šifrētu savienojumu ar direktoriju
my: စာဝှက်ထားသည့် ဖိုင်လမ်းကြောင်း ချိတ်ဆက်မှု တစ်ခု တည်ဆောက်နေသည်

# MainWindow
source: Retrieving network status
lv: Izgūst tīkla statusu
my: ကွန်ရက် အနေအထားကို ပြန်ရယူနေသည်

# MainWindow
source: Loading network status
lv: Ielādē tīkla statusu
my: ကွန်ရက် အနေအထားကို ဖွင့်နေသည်

# MainWindow
source: Loading authority certificates
lv: Ielādē sertificēšanas sertifikātus
my: လုပ်ပိုင်ခွင့် လက်မှတ်များကို ရယူနေသည်

# MainWindow
source: Requesting relay information
lv: Pieprasa retranslatoru informāciju
my: Relay အချက်အလက်ကို တောင်းခံနေသည်

# MainWindow
source: Loading relay information
lv: Ielādē retranslatoru informāciju
my: Relay အချက်အလက်များကို ရယူနေသည်

# MainWindow
source: Connecting to the Tor network
lv: Veido savienojumu ar Tor tīklu
my: Tor ကွန်ရက်ကို ဆက်သွယ်နေသည်

# MainWindow
source: Establishing a Tor circuit
lv: Izveido Tor maršrutu
my: Tor ဆားကစ် တစ်ခုကို တည်ဆောက်နေသည်

# MainWindow
source: Connected to the Tor network!
lv: Savienojums ar tīklu Tor izveidots!
my: Tor ကွန်ရက်ကို ချိတ်ဆက်မိသည်!

# MainWindow
source: miscellaneous
lv: dažādi
my: အထွေထွေ

# MainWindow
source: identity mismatch
lv: identitātes neatbilstība
my: အထောက်အထား မကိုက်ညီပါ

# MainWindow
source: done
lv: gatavs
my: ပြီးသွားပြီ

# MainWindow
source: connection refused
lv: savienojums atteikts
my: ဆက်သွယ်မှုလိုင်း မရပါ

# MainWindow
source: connection timeout
lv: savienojuma noilgums
my: ချိတ်ဆက်မှုလိုင်း ပြတ်သွားသည်

# MainWindow
source: read/write error
lv: lasīšanas/rakstīšanas kļūda
my: အရေး/အဖတ် ချို့ယွင်းချက်

# MainWindow
source: no route to host
lv: nav maršruta uz viesotāju
my: Host ကို သွားမည့် လမ်းမရှိပါ

# MainWindow
source: insufficient resources
lv: nepietiek resursu
my: အရင်းအမြစ်များ မလုံလောက်ပါ

# MainWindow
source: unknown
lv: nezināms
my: အမည်မသိ

# MainWindow
source: Tor is not running
lv: Tor nedarbojas
my: Tor အလုပ် မလုပ်ပါ

# MainWindow
source: Tor is shutting down
lv: Tor izslēdzas
my: Tor ပိတ်နေသည်

# MainWindow
source: Stop Tor Now
lv: Apturēt Tor tūlīt
my: Tor ကို ယခု ပိတ်လိုက်ပါ

# MainWindow
source: Stop Tor
lv: Apturēt Tor
my: Tor ကို ပိတ်လိုက်ပါ

# MainWindow
source: Starting the Tor software
lv: Notiek Tor programmatūras startēšana
my: Tor ဆော့ဖ်ဝဲလ် စဖွင့်နေသည်

# MainWindow
source: Starting Tor
lv: Startē Tor
my: Tor ကို စဖွင့်နေသည်

# MainWindow
source: Error Starting Tor
lv: Kļūda startējot Tor
my: Tor စဖွင့်ရာ၌ ချို့ယွင်းချက် ရှိသည်

# MainWindow
source: Vidalia was unable to start Tor. Check your settings to ensure the correct name and location of your Tor executable is specified.
lv: Vidalia neizdevās startēt Tor. Pārbaudiet iestatījumus, lai pārliecinātos, ka ir pareizi norādīts Tor izpilddatnes nosaukums un atrašanās vieta.
my: Vidalia သည် Tor ကို မဖွင့်နိုင်ပါ။ Tor သွင်းနိုင်သော ဖိုင် အမည်နှင့် တည်နေရာ မှန်မမှန် သိရှိရန် သင့် ချိန်ညှိချက်များကို စစ်ဆေးပါ

# MainWindow
source: Connecting to Tor
lv: Veido savienojumu ar Tor
my: Tor ကို ဆက်သွယ်နေသည်

# MainWindow
source: Connection Error
lv: Savienojuma kļūda
my: ဆက်သွယ်​မှုလိုင်း ချို့ယွင်းချက်

# MainWindow
source: Relaying is Enabled
lv: Iespējota retranslēšana
my: ထပ်ဆင့်လွှင်းခြင်းကို ဖွင့်ထားသည်

# MainWindow
source: Error Shutting Down
lv: Kļūda izslēdzoties
my: စက်ပိတ်ရာ၌ ချို့ယွင်းချက် ရှိသည်

# MainWindow
source: Vidalia was unable to stop the Tor software.
lv: Vidalia'i neizdevās apturēt Tor programmatūru.
my: Vidalia သည် Tor ဆော့ဝဲလ်ကို မရပ်တန့်နိုင်ပါ။

# MainWindow
source: Unexpected Error
lv: Negaidīta kļūda
my: မထင်မှတ်သော ချို့ယွင်းချက်

# MainWindow
source: Authenticating to Tor
lv: Autentificējas Tor'ā
my: Tor ကို အတည်ပြုနေသည်

# MainWindow
source: Cookie Authentication Required
lv: Nepieciešama sīkdatņu autentifikācija
my: ကွတ်ကီး အတည်ပြုချက် ရယူရန် လိုအပ်သည်

# MainWindow
source: The Tor software requires Vidalia to send the contents of an authentication cookie, but Vidalia was unable to find one.
lv: Tor programmatūra pieprasa Vidalia'i nosūtīt autentifikācijas sīkdatnes saturu, bet Vidalia nevarēja sīkdatni atrast.
my: Tor ဆော့ဖ်ဝဲလ်သည် အတည်ပြုမဲ့ ကွတ်ကီး၏အကြောင်းအရာများကို ပေးပို့ရန် Vidalia ကို လိုအပ်သည်၊ သို့သော် Vidalia ကို ရှာမတွေ့နိုင်ပါ။

# MainWindow
source: Would you like to browse for the file 'control_auth_cookie' yourself?
lv: Vai vēlaties pats sameklēt datni 'control_auth_cookie'?
my: 'control_auth_cookie' ဖိုင်ကို သင်ကိုယ်တိုင် ဖွင့်ကြည့်လိုသလား?

# MainWindow
source: Data Directory
lv: Datu direktorijs
my: ဒေတာ ဖိုင်လမ်းကြောင်း

# MainWindow
source: Control Cookie (control_auth_cookie)
lv: Vadības sīkdatne (control_auth_cookie)
my: ကွတ်ကီးကို ထိန်းချုပ်ရန် (control_auth_cookie)

# MainWindow
source: Error Registering for Events
lv: Kļūda reģistrējoties pasākumiem
my: ဖြစ်ရပ်များကို မှတ်ပုံတင်ရာတွင် ချို့ယွင်းချက် ရှိသည်

# MainWindow
source: Vidalia was unable to register for some events. Many of Vidalia's features may be unavailable.
lv: Vidalia'i neizdevās reģistrēties dažiem pasākumiem. Daudzi Vidalia's līdzekļi var nebūt pieejami.
my: Vidalia သည် ဖြစ်ရပ်တချို့ကို စာရင်းမသွင်းနိုင်ပါ။ Vidalia ၏အင်္ဂါရပ် အတော်များများကို မရရှိနိုင်ပါ။

# MainWindow
source: Authentication Error
lv: Autentifikācijas kļūda
my: အတည်ပြုချက် ချို့ယွင်းချက်

# MainWindow
source: Vidalia was unable to authenticate to the Tor software. (%1)
lv: Vidalia'i neizdevās izveidot savienojumu ar Tor. (%1)
my: Vidalia သည် Tor ဆော့ဗ်ဝဲကို အတည်မပြုနိုင်ပါ။ (%1)

# MainWindow
source: Please check your control port authentication settings.
lv: Lūdzu pārbaudiet sava vadības porta autentifikācijas iestatījumus.
my: သင့် ထိန်းချုပ် port အတည်ပြုမှု ချိန်ညှိချက်များကို စစ်ဆေးပါ။

# MainWindow
source: Tor Update Available
lv: Pieejams Tor jauninājums
my: Tor မွမ်းမံချက် ရရှိနိုင်သည်

# MainWindow
source: The currently installed version of Tor is out of date or no longer recommended. Please visit the Tor website to download the latest version.
lv: Instalētā Tor versija ir novecojusi vai vairs netiek ieteikta. Lūdzu apmeklējiet Tor tīmekļa vietni, lai lejuplādētu jaunāko versiju.
my: လက်ရှိ ထည့်သွင်းထားသည့် Tor ဗားရှင်းသည် သက်တမ်းကုန်သွားပြီ (သို့) ဆက်လက် သုံးစွဲရန် အားမပေးပါ။ နောက်ဆုံး ဗားရှင်းကို ဒေါင်းလုဒ် ဆွဲရန် Tor ကွန်ရက် စာမျက်နှာကို သွားရောက် လေ့လာပါ။

# MainWindow
source: Tor website: %1
lv: Tor tīmekļa vietne: %1
my: Tor ကွန်ရက် စာမျက်နှာ - %1

# MainWindow
source: All subsequent connections will appear to be different than your old connections.
lv: Visi turpmākie savienojumi tiks rādīti kā atšķirīgi no Jūsu iepriekšējiem savienojumiem.
my: နောက်ပိုင်း ဆက်သွယ်မှုလိုင်း အားလုံးသည် ယခင် သင် သုံးစွဲခဲ့သော ဆက်သွယ်မှုလိုင်းနှင့် ကွာခြားနေပုံ ပေါ်နေလိမ့်မယ်။

# MainWindow
source: Failed to Create New Identity
lv: Neizdevās izveidot jaunu identitāti
my: အထောက်အထား အသစ် ဖန်တီးရန် မအောင်မြင်ပါ

# MainWindow
source: Port Forwarding Failed
lv: Portu pāradresēšana neizdevās
my: Port ထပ်ဆင့် ပေးပို့မှု မအောင်မြင်ပါ

# MainWindow
source: Vidalia was unable to configure automatic port forwarding.
lv: Vidalia'i neizdevās nokonfigurēt automātisku portu pāradresāciju.
my: Vidalia သည် အလိုအလျောက် Port ထပ်ဆင့် ပေးပို့မှုကို မပြင်ဆင်နိုင်ပါ။

# MainWindow
source: Vidalia Control Panel
lv: Vidalia vadības panelis
my: Vidalia ထိန်းချုပ်ရာ စခန်း

# MainWindow
source: Status
lv: Statuss
my: အနေအထား

# MainWindow
source: Vidalia Shortcuts
lv: Vidalia's saīsnes
my: Vidalia ဖြတ်လမ်းများ

# MainWindow
source: Setup Relaying
lv: Iestatīt retranslēšanu
my: ထပ်ဆင့်လွှင့်ချက် စီစဉ်ရန်

# MainWindow
source: Set up a relay and help the network grow
lv: Iestatīt retranslēšanu un palīdzēt tīklam plesties
my: Relay တစ်ခု စီစဉ်ပြီး ကွန်ရက် ဖြန့်ကျက်လာရန် ကူညီပါ

# MainWindow
source: View the Network
lv: Skatīt tīklu
my: ကွန်ရက်ကို ကြည့်ရန်

# MainWindow
source: View a map of the Tor network
lv: Skatīt tīkla Tor karti
my: Tor ကွန်ရက်၏ ​မြေပုံကို ကြည့်ရန်

# MainWindow
source: Use a New Identity
lv: Lietot jaunu identitāti
my: အထောက်အထား အသစ် သုံးစွဲရန်

# MainWindow
source: Make subsequent connections appear new
lv: Turpmākos savienojumus uzrādīt kā jaunus
my: နောက်ဆက်တွဲ ဆက်သွယ်မှုလိုင်းများကို အသစ်ကဲ့သို့ ဖန်တီးရန်

# MainWindow
source: View recent bandwidth usage
lv: Skatīt joslas platuma lietojumu pēdējā laikā
my: လတ်တလော bandwidth သုံးစွဲမှုကို ကြည့်ရန်

# MainWindow
source: View log message history
lv: Skatīt žurnāla ziņojumu vēsturi
my: သတင်း မှတ်တမ်းကို ကြည့်ရန်

# MainWindow
source: View help documentation
lv: Skatīt palīdzības dokumentāciju
my: အကူအညီ လမ်းညွှန် ကြည့်ရှုရန်

# MainWindow
source: Configure Vidalia
lv: Konfigurēt Vidalia
my: Vidalia ကို ပြင်ဆင်ရန်

# MainWindow
source: View version and license information
lv: Skatīt versijas un licences informāciju
my: ဗားရှင်းနှင့် လိုင်စင် အချက်အလက်များကို ကြည့်ရန်

# MainWindow
source: Exit Vidalia
lv: Iziet no Vidalia's
my: Vidalia ပိတ်ရန်

# MainWindow
source: Show this window on startup
lv: Rādīt šo logu startēšanas laikā
my: ဤ၀င်းဒိုးကို စက်အတက်တွင် ပြပါ

# MainWindow
source: Hide
lv: Paslēpt
my: ဖျောက်ထားရန်

# MainWindow
source: Hide this window
lv: Paslēpt šo logu
my: ဤဝင်းဒိုးကို ဖျောက်ထားရန်

# MainWindow
source: Password Reset Failed
lv: Paroles atiestatīšana neizdevās
my: စကားဝှက် ပြန်ချိန်၍ မရပါ

# MainWindow
source: Vidalia tried to reset Tor's control password, but was not able to restart the Tor software. Please check your Task Manager to ensure there are no other Tor processes running.
lv: Vidalia centās atiestatīt Tor vadības paroli, bet tai neizdevās pārstartēt Tor programmatūru. Lūdzu pārbaudiet savu Uzdevumu pārvaldnieku, lai pārliecinātos, ka nav citu aktīvu Tor procesu.
my: Vidalia သည် Tor ၏ ထိန်းချုပ် စကားဝှက်ကို ပြန်ချိန်ရန် ကြိုးစားခဲ့သည်။ သို့သော် Tor ဆော့ဗ်ဝဲကို ပြန်မဖွင့်နိုင်ပါ။ အခြားTor ၏ လုပ်ငန်း ဆောင်ရွတ်မှု မရှိစေရန် Task Manager ကို စစ်ဆေးပါ။
