Repository: ZenBowman/vidalia-fork
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: lv, my

# StatusEventWidget
source: Tor detected that your DNS provider is providing false responses for well known domains. Since clients rely on Tor network relays to provide accurate DNS repsonses, your relay will not be configured as an exit relay.
lv: Tor konstatēja, ka Jūsu DNS sniedzējs sniedz aplamas atbildes par labi zināmiem domēniem. Ievērojot, ka klienti paļaujas uz to, ka tīkla Tor retranslatori sniedz precīzas DNS atbildes, Jūsu retranslators nevar tikt konfigurēts par izejas retranslatoru.
my: သင့် DNS ပံ့ပိုးသူသည် လူသိထင်ရှားသော ဒိုမိန်းများအတွက် မှားယွင်းသော တုံ့ပြန်မှုများကို ပေးနေကြောင်း Tor က သိရှိသွားသည်။ သုံးစွဲသူများသည် DNS ၏ တိကျသော တုံ့ပြန်ချက်များကို ပံ့ပိုးရန် Tor ကွန်ရက် Relay များအပေါ် မှီခိုရသည့်အတွက်၊ သင့် Relay ကို Exit Relay အဖြင့် ပြင်ဆင်ထားမည် မဟုတ်ပါ။

# StatusEventWidget
source: Checking Server Port Reachability
lv: Pārbauda servera porta sasniedzamību.
my: ဆာဗာ Port လက်လှမ်းမီနိုင်မှုကို စစ်ဆေးခြင်း

# StatusEventWidget
source: Tor is trying to determine if your relay's server port is reachable from the Tor network by connecting to itself at %1:%2. This test could take several minutes.
lv: Tor cenšas noteikt vai Jūsu retranslatora servera ports ir sasniedzams no tīkla Tor, veidojot savienojumu ar sevi %1:%2. Šī pārbaude var ilgt vairākas minūtes.
my: သင့် Relay ဆာဗာ port သည် %1:%2 ၌ ၄င်းကိုယ်တိုင် ဆက်သွယ်ပြီး Tor ကွန်ရက်မှ လက်လှမ်းမီနိုင်မှုကို ဆုံးဖြတ်ရန် ကြိုးစားနေသည်။ ဤစမ်းသပ်မှုသည် မိနစ်အတန်ကြာ ကြာမြင့်နိုင်သည်။

# StatusEventWidget
source: Server Port Reachability Test Successful!
lv: Servera porta sasniedzamības pārbaudes rezultāti ir sekmīgi!
my: ဆာဗာ Port လက်လှမ်းမီနိုင်မှု စမ်းသပ်ချက် အောင်မြင်သည်!

# StatusEventWidget
source: Your relay's server port is reachable from the Tor network!
lv: Jūsu retranslatora servera ports is sasniedzams no tīkla Tor!
my: သင့် Relay ဆာဗာ port ကို Tor ကွန်ရက်မှ လက်လှမ်းမီနိုင်သည်!

# StatusEventWidget
source: Server Port Reachability Test Failed
lv: Servera porta sasniedzamības pārbaudes rezultāti ir nesekmīgi!
my: ဆာဗာ Port လက်လှမ်းမီနိုင်မှု စမ်းသပ်ချက် မအောင်မြင်ပါ

# StatusEventWidget
source: Your relay's server port is not reachable by other Tor clients. This can happen if you are behind a router or firewall that requires you to set up port forwarding. If %1:%2 is not your correct IP address and server port, please check your relay's configuration.
lv: Jūsu retranslatora servera ports nav sasniedzams citiem Tor klientiem. Tā tas var notikt, ja atrodaties aiz maršrutētāja vai ugunsmūra, kuri pieprasa iestatīt portu pāradresāciju. Ja %1:%2 nav Jūsu pareizā IP adrese un servera ports, lūdzu, pārbaudiet sava retranslatora konfigurāciju.
my: သင့် Relay ဆာဗာ port ကို အခြား Tor ဂလိုင်းများက လက်လှမ်းမမီနိုင်ပါ။ အကယ်၍ သင်သည် Port ထပ်ဆင့်ပေးမှု ပြုလုပ်ရန် လိုအပ်သော Router (သို့) Firewall တစ်ခုခု နောက်၌ သင် ရှိနေလျှင် ဖြစ်နိုင်သည်။ အကယ်၍ %1:%2 သည် သင့် IP လိပ်စာနှင့် ဆာဗာ port အမှန် မဟုတ်ပါက၊ သင့် Relay ပြင်ဆင်ချက်ကို စစ်ဆေးပါ။

# StatusEventWidget
source: Checking Directory Port Reachability
lv: Pārbauda direktorija portu sasniedzamību.
my: ဖိုင်လမ်းကြောင်း Port လက်လှမ်းမီမှု စစ်ဆေးခြင်း

# StatusEventWidget
source: Tor is trying to determine if your relay's directory port is reachable from the Tor network by connecting to itself at %1:%2. This test could take several minutes.
lv: Tor cenšas noteikt vai Jūsu retranslatora direktorija ports ir sasniedzams no tīkla Tor, veidojot savienojumu ar sevi %1:%2. Šī pārbaude var ilgt vairākas minūtes.
my: သင့် Relay ဖိုင်လမ်းကြောင်း port သည် ၄င်းကိုယ်တိုင် %1:%2 ၌ ဆက်သွယ်ပြီး Tor ကွန်ရက်နှင့် လက်လှမ်းမီနိုင်မှုကို စစ်ဆေးရန် Tor သည် ကြိုးစားနေသည်။ ဤစစ်ဆေးမှုသည် မိနစ်အတန်ကြာ ကြာမြင့်နိုင်သည်။

# StatusEventWidget
source: Directory Port Reachability Test Successful!
lv: Direktorija porta sasniedzamības pārbaudes rezultāti ir sekmīgi!
my: ဖိုင်လမ်းကြောင်း Port လက်လှမ်းမီနိုင်မှု စမ်းသပ်ချက် အောင်မြင်သည်!

# StatusEventWidget
source: Your relay's directory port is reachable from the Tor network!
lv: Jūsu retranslatora direktorija ports is sasniedzams no tīkla Tor!
my: သင့် Relay ဖိုင်လမ်းကြောင်း port သည် Tor ကွန်ရက်မှ လက်လှမ်းမီနိုင်သည်!

# StatusEventWidget
source: Directory Port Reachability Test Failed
lv: Direktorija porta sasniedzamības pārbaudes rezultāti ir nesekmīgi!
my: ဖိုင်လမ်းကြောင်း Port လက်လှမ်းမီနိုင်မှု စမ်းသပ်ချက် မအောင်မြင်ပါ

# StatusEventWidget
source: Your relay's directory port is not reachable by other Tor clients. This can happen if you are behind a router or firewall that requires you to set up port forwarding. If %1:%2 is not your correct IP address and directory port, please check your relay's configuration.
lv: Jūsu retranslatora direktorija ports nav sasniedzams citiem Tor klientiem. Tā tas var notikt, ja atrodaties aiz maršrutētāja vai ugunsmūra, kuri pieprasa iestatīt portu pāradresāciju. Ja %1:%2 nav Jūsu pareizā IP adrese un direktorija ports, lūdzu, pārbaudiet sava retranslatora konfigurāciju.
my: သင့် Relay ဖိုင်လမ်းကြောင်း port ကို အခြား Tor ဂလိုင်းများက လက်လှမ်းမမီနိုင်ပါ။ အကယ်၍ သင်သည် Port ထပ်ဆင့်ပေးပို့မှု ပြုလုပ်ရန် လိုအပ်သော Router (သို့) Firewall တစ်ခုခု နောက်၌ ရှိနေလျှင် ထိုကဲ့သို့ ဖြစ်ပျက်နိုင်သည်။ အကယ်၍ %1:%2 သည် သင့် လက်ရှိ IP လိပ်စာနှင့် ဖိုင်လမ်းကြောင်း port အမှန် ဖြစ်ပါက၊ သင့် Relay ပြင်ဆင်ချက်ကို စစ်ဆေးပါ။

# StatusEventWidget
source: Relay Descriptor Rejected
lv: Retranslatora deskriptors tika noraidīts
my: Relay Descriptor ငြင်းပယ်ခံရသည်

# StatusEventWidget
source: Your relay's descriptor, which enables clients to connect to your relay, was rejected by the directory server at %1:%2. The reason given was: %3
lv: Jūsu retranslatora deskriptoru, kurš iespējo klientu piekļuvi Jūsu retranslatoram, noraidīja direktorija serveris %1:%2. Nosauktais iemesls bija: %3
my: သင့် ဂလိုင်းများကို သင့် relay နှင့် ဆက်သွယ်ပေးသော relay's descriptor ကို ဖိုင်လမ်းကြောင်း ဆာဗာမှ %1:%2 ၌ ငြင်းပယ်လိုက်သည်။ ပေးထားသော အကြောင်းပြချက်မှာ - %3

# StatusEventWidget
source: Your Relay is Online
lv: Jūsu retranslators ir tiešsaistē
my: သင့် Relay သည် အွန်လိုင်း၌ ရှိနေသည်

# StatusEventWidget
source: Your relay is now online and available for Tor clients to use. You should see an increase in network traffic shown by the Bandwidth Graph within a few hours as more clients learn about your relay. Thank you for contributing to the Tor network!
lv: Tagad Jūsu retranslators ir tiešsaistē un pieejams Tor klientu izmantošanai. Pēc pāris stundām, vairāk klientiem uzzinot par Jūsu retranslatoru, Jums vajadzētu novērot tīkla datplūsmas palielināšanos, kuru rāda joslas platuma grafiks. Pateicamies Jums par ieguldījumu tīkla Tor darbībā!
my: သင့် Relay သည် ယခု အွန်လိုင်းတွင် ရှိနေပြီး Tor ဂလိုင်းများက သုံးစွဲနိုင်ရန် အသင့် ရှိနေသည်။ ဂလိုင်းများက သင့် Relay အကြောင်းကို နာရီ အနည်းငယ်အတွင် လေ့လာနိုင်ရန် Bandwidth ဇယားက ဖေါ်ပြသည့် ကွန်ရက် လမ်းကြောင်းထဲမှ တိုးတက်မှုကို သင် တွေ့ရှိရမည် ဖြစ်သည်။ Tor ကွန်ရက်၌ ပါဝင်ပံ့ပိုးသည့်အတွက် ကျေးဇူးတင်ပါသည်။

# Stream
source: New
lv: Jauns
my: အသစ်

# Stream
source: Resolving
lv: Notiek atrisināšana
my: ဖြေရှင်းနေသည်

# Stream
source: Connecting
lv: Veido savienojumu
my: ဆက်သွယ်နေသည်

# Stream
source: Open
lv: Atvērt
my: ဖွင့်ရန်

# Stream
source: Failed
lv: Neizdevās
my: မအောင်မြင်ပါ

# Stream
source: Closed
lv: Aizvērts
my: ပိတ်ထားသည်

# Stream
source: Retrying
lv: Mēģina vēlreiz
my: ထပ်မံကြိုးစားနေသည်

# Stream
source: Remapped
lv: Atkārtoti kartēts
my: ပြန်လည် ရေးဆွဲသည်

# Stream
source: Unknown
lv: Nezināms
my: အမည်မသိ

# TorProcess
source: Process %1 failed to stop. [%2]
lv: Process %1 kļūdaini neapstājās. [%2]
my: လုပ်ငန်းစဉ် %1 သည် ရပ်တန့်၍ မရပါ။ [%2]

# TorService
source: The Tor service is not installed.
lv: Tor pakalpojums nav instalēts.
my: Tor ၀န်ဆောင်မှုကို ထည့်သွင်းမထားပါ။

# TorService
source: Unable to start the Tor service.
lv: Neizdevās sākt Tor pakalpojumu.
my: Tor ဝန်ဆောင်မှုကို အစ မပြုနိုင်ပါ။

# TorSettings
source: Failed to hash the control password.
lv: Neizdevās jaukt kontroles paroli
my: ထိန်းချုပ် စကားဝှက်ကို ဖျက်၌ မရပါ။

# TorrcDialog
source: Editing torrc
lv: Rediģē torrc
my: torrc ကို တည်းဖြတ်ရန်

# TorrcDialog
source: Save settings. If unchecked it will only apply settings to the current Tor instance.
lv: Saglabāt iestatījumus. Ja nav atzīmēts, tad iestatījumi tiks lietoti tikai patreizējam Tor iemiesojumam.
my: ချိန်ညှိချက်များ သိမ်းဆည်းထားပြီ။ အကယ်၍ ရွေးမထားပါက ၄င်းချိန်ညှိချက်များသည် လက်ရှိ Tor လုပ်ငန်းကိုသာ သက်ရောက်စေမည် ဖြစ်သည်။

# TorrcDialog
source: Cut
lv: Izgriezt
my: ဖြတ်ယူရန်

# TorrcDialog
source: Copy
lv: Kopēt
my: ကော်ပီကူးရန်

# TorrcDialog
source: Paste
lv: Ielīmēt
my: ပွားယူရန်

# TorrcDialog
source: Undo
lv: Atsaukt
my: ပြန်ပြင်ရန်

# TorrcDialog
source: Redo
lv: Atcelt atsaukšanu
my: ပြန်ဖြည်ရန်

# TorrcDialog
source: Select All
lv: Atlasīt visu
my: အားလုံးကို ရွေးရန်

# TorrcDialog
source: Apply all
lv: Lietot visu
my: အမှတ်အသားပြုထားသောအပြောင်းအလဲများကိုလုပ်ဆောင်ပါ

# TorrcDialog
source: Apply selection only
lv: Lietot vienīgi atlasīto
my: ရွေးထားချက်ကိုသာ သက်ရောက်စေရန်

# TorrcDialog
source: Error connecting to Tor
lv: Kļūda veidojot savienojumu ar Tor
my: Tor ကို ချိတ်ဆက်ရာ၌ ချို့ယွင်းချက်

# TorrcDialog
source: Selection is empty. Please select some text, or check "Apply all"
lv: Atlase ir tukša. Lūdzu, izvēlieties kādu teksta daļu, vai atzīmējiet "Lietot visu"
my: ရွေးချယ်မှု မလုပ်​ရသေးပါ။ အချို့ စာသားကို ရွေးပါ၊ (သို့) "Apply all" ကို ရွေးပါ

# TorrcDialog
source: Error at line %1: "%2"
lv: Kļūda rindā %1: "%2"
my: ချို့ယွင်းချက် ရှိသော လိုင်း %1 - "%2"

# TorrcDialog
source: Error
lv: Kļūda
my: ချို့ယွင်းချက်

# TorrcDialog
source: An error ocurred while opening torrc file
lv: Notika kļūda atverot torrc datni
my: torrc ဖိုင်ကို ဖွင့်နေစဉ် ချို့ယွင်းချက် တစ်ခု ရှိနေသည်

# UPNPControl
source: Success
lv: Veiksmīgi
my: အောင်မြင်သည်

# UPNPControl
source: No UPnP-enabled devices found
lv: Netika atrastas UPnP iespējotas ierīces
my: UPnP သုံးစွဲသော စက်ပစ္စည်းများ မတွေ့ရပါ

# UPNPControl
source: No valid UPnP-enabled Internet gateway devices found
lv: Netika atrastas UPnP iespējotas derīgas interneta vārtejas ierīces
my: UPnP သုံးစွဲသော အင်တာနက် ကြားခံ စက်ပစ္စည်း အမှန်ကို မတွေ့ရှိပါ

# UPNPControl
source: WSAStartup failed
lv: WSAStartup neizdevās
my: WSAStartUp မဖွင့်နိုင်ပါ

# UPNPControl
source: Failed to add a port mapping
lv: Neizdevās pievienot porta kartējumu
my: Port mapping တစ်ခု ထည့်သွင်း၍ မရပါ။

# UPNPControl
source: Failed to retrieve a port mapping
lv: Neizdevās izgūt porta kartējumu
my: Port mapping တစ်ခု ပြန်ထုတ်ယူ၍ မရပါ

# UPNPControl
source: Failed to remove a port mapping
lv: Neizdevās noņemt porta kartējumu
my: Port mapping တစ်ခု ဖယ်ရှား၍ မရပါ

# UPNPControl
source: Unknown error
lv: Nezināma kļūda
my: အမည်မသိ ချို့ယွင်းချက်

# UPNPTestDialog
source: Discovering UPnP-enabled devices
lv: Notiek UPnP iespējotu ierīču atklāšana
my: UPnP ဖွင့်ထားသော စက်ပစ္စည်းများ ရှာဖွေနေသည်

# UPNPTestDialog
source: Updating directory port mapping
lv: Atjaunina direktorija porta kartējumu
my: ဖိုင်လမ်းကြောင်း port mapping ကို မွမ်းမံ​နေသည်

# UPNPTestDialog
source: Updating relay port mapping
lv: Atjaunina retranslatora porta kartējumu
my: Relay port mapping မွမ်းမံနေသည်

# UPNPTestDialog
source: Test completed successfully!
lv: Pārbaude sekmīgi pabeigta!
my: စမ်းသပ်မှု အောင်မြင်စွာ ပြီးသွားပြီ!

# UPNPTestDialog
source: Testing UPnP Support
lv: Pārbauda UPnP atbalstu
my: UPnP အထောက်အပံ့ စမ်းသပ်နေသည်

# UPNPTestDialog
source: Testing Universal Plug & Play Support
lv: Pārbauda standarta Universal Plug & Play atbalstu
my: Universal Plug & Play အထောက်အပံ့ စမ်းသပ်နေသည်

# UpdateProcess
source: Vidalia was unable to check for available software updates because it could not find '%1'.
lv: Vidalia nevarēja pārbaudīt pieejamos programmatūras jauninājumus, jo netika atrasts '%1'.
my: Vidalia သည် '%1' ကို မရှာနိုင်သောကြောင့် ရနိုင်သော ဆော့ဗ်ဝဲ မွမ်းမံချက်များကို မစစ်ဆေးပေးနိုင်ပါ။

# UpdateProcess
source: Vidalia was unable to check for available software updates because Tor's update process exited unexpectedly.
lv: Vidalia nevarēja pārbaudīt pieejamos programmatūras jauninājumus, jo Tor'a jaunināšanas process negaidīti beidzās.
my: Tor မွမ်းမံချက် လုပ်ဆောင်မှု မမျှော်လင့်ပဲ ပိတ်သွားသည့်အတွက် Vidalia သည် ရနိုင်သော ဆော့ဗ်ဝဲ မွမ်းမံချက်များကို မစစ်ဆေးနိုင်ပါ။

# UpdateProgressDialog
source: Checking for available updates...
lv: Pārbauda pieejamos jauninājumus...
my: ရနိုင်သော မွမ်းမံချက်များကို စစ်ဆေးနေသည်...

# UpdateProgressDialog
source: Hide
lv: Paslēpt
my: ဖျောက်ထားရန်

# UpdateProgressDialog
source: Downloading updates...
lv: Lejuplādē jauninājumus...
my: မွမ်းမံချက်များကို ဒေါင်းလုဒ် ဆွဲနေသည်...

# UpdateProgressDialog
source: Installing updated software...
lv: Instalē jaunināto programmatūru...
my: မွမ်းမံထားသော ဆော့ဗ်ဝဲကို စက်ထဲ ထည့်သွင်းနေသည်...

# UpdateProgressDialog
source: Done! Your software is now up to date.
lv: Darīts! Jūsu programmatūra ir atjaunināta.
my: ပြီးသွားပြီ! သင့် ဆော့ဗ်ဝဲသည် ယခု နောက်ဆုံးထွက် ဗားရှင်း ဖြစ်သွားပြီ။

# UpdateProgressDialog
source: OK
lv: Labi
my: ကောင်းပြီ

# UpdateProgressDialog
source: Software Updates
lv: Programmatūras jauninājumi
my: ဆော့ဗ်ဝဲ မွမ်းမံချက်များ

# UpdateProgressDialog
source: Checking for updates...
lv: Pārbauda jauninājumus...
my: မွမ်းမံချက်များကို စစ်ဆေးနေသည်...

# UpdateProgressDialog
source: Cancel
lv: Atcelt
my: ဖျက်သိမ်းရန်

# UpdatesAvailableDialog
source: Software Updates Available
lv: Ir pieejami programmatūras jauninājumi
my: ဆော့ဗ်ဝဲ မွမ်းမံချက်များ ရရှိနိုင်သည်

# UpdatesAvailableDialog
source: Remind Me Later
lv: Atgādināt vēlāk
my: နောက်မှ သတိပေးရန်

# UpdatesAvailableDialog
source: Install
lv: Instalēt
my: စက်ထဲ ထည့်သွင်းရန်

# UpdatesAvailableDialog
source: The following updated software packages are ready for installation:
lv: Norādītās atjauninātās programmatūras pakotnes ir sagatavotas instalācijai:
my: မွမ်းမံထားသော အောက်ပါ ဆော့ဗ်ဝဲထုတ်များသည် စက်ထဲ ထည့်သွင်းရန် အသင့် ဖြစ်နေပြီ -

# UpdatesAvailableDialog
source: Package
lv: Pakotne
my: ဖိုင်ထုတ်

# UpdatesAvailableDialog
source: Version
lv: Versija
my: ဗားရှင်း

# VMessageBox
source: OK
lv: Labi
my: ကောင်းပြီ

# VMessageBox
source: Cancel
lv: Atcelt
my: ဖျက်သိမ်းရန်

# VMessageBox
source: Yes
lv: Jā
my: ဟုတ်ကဲ့

# VMessageBox
source: No
lv: Nē
my: လက်မခံ့ါ

# VMessageBox
source: Help
lv: Palīdzība
my: အကူအညီ

# VMessageBox
source: Retry
lv: Mēģināt vēlreiz
my: ထပ်ကြိုးစားရန်

# VMessageBox
source: Show Log
lv: Rādīt žurnālu
my: မှတ်တမ်း ပြရန်

# VMessageBox
source: Show Settings
lv: Rādīt iestatījumus
my: ချိန်ညှိချက်များကို ပြရန်

# VMessageBox
source: Continue
lv: Turpināt
my: ဆက်လုပ်ရန်

# VMessageBox
source: Quit
lv: Beigt
my: ထွက်ရန်

# VMessageBox
source: Browse
lv: Pārlūkot
my: ဖွင့်ကြည့်ရန်

# Vidalia
source: Invalid Argument
lv: Nederīga argumenta vērtība
my: မမှန်သော ငြင်းဆိုချက်

# Vidalia
source: Vidalia is already running
lv: Vidalia jau darbojas
my: Vidalia အလုပ်လုပ်နေပြီ

# Vidalia
source: Displays this usage message and exits.
lv: Parāda šo ar lietošanu saistīto ziņojumu, un iziet.
my: ဤသုံးစွဲမှု စာတမ်းကို ပြပြီး ပိတ်ပါ။

# Vidalia
source: Resets ALL stored Vidalia settings.
lv: Atiestata visus saglabātos Vidalia's iestatījumus.
my: သိမ်းထားသော Vidalia ချိန်ညှိချက် အားလုံးကို ပြန်ချိန်ပါ။

# Vidalia
source: Sets the directory Vidalia uses for data files.
lv: Iestata direktoriju, kuru Vidalia izmanto datu datnēm.
my: ဒေတာ ဖိုင်များအတွက် ဖိုင်လမ်းကြောင်း Vidalia ကို သတ်မှတ်ပါ။

# Vidalia
source: Sets the name and location of Vidalia's pidfile.
lv: Iestata Vidalia's pid-datnes nosaukumu un atrašanās vietu.
my: Vidalia ၏ pidfile အမည်နှင့် တည်နေရာကို သတ်မှတ်ပါ။

# Vidalia
source: Sets the name and location of Vidalia's logfile.
lv: Iestata Vidalia's žurnāldatnes nosaukumu un atrašanās vietu.
my: Vidalia ၏ မှတ်တမ်းဖိုင် အမည်နှင့် တည်နေရာကို သတ်မှတ်ပါ။

# Vidalia
source: Sets the verbosity of Vidalia's logging.
lv: Iestata Vidalia's žurnāla uzskaites izteiksmes plašumu.
my: Vidalia ၏ မှတ်တမ်းတင်ခြင်း verbosity ကို သတ်မှတ်ပါ။

# Vidalia
source: Sets Vidalia's interface style.
lv: Iestata Vidalia saskarnes stilu.
my: Vidalia ၏ မျက်နှာပြင် ပုံစံကို သတ်မှတ်ပါ။

# Vidalia
source: Sets Vidalia's language.
lv: Iestata Vidalia valodu.
my: Vidalia ၏ ဘာသာစကားကို သတ်မှတ်ပါ။

# Vidalia
source: Vidalia Usage Information
lv: Vidalia's lietošanas informācija
my: Vidalia သုံးစွဲမှု အချက်အလက်

# Vidalia
source: Unable to open log file '%1': %2
lv: Neizdevās atvērt žurnāla datni '%1': %2
my: မှတ်တမ်းဖိုင် '%1': %2 ကို ဖွင့်မရပါ

# Vidalia
source: Value required for parameter :
lv: Jānorāda parametra vērtība:
my: ပါရာမီတာအတွက် လိုအပ်သော တန်ဖိုး -

# Vidalia
source: Invalid language code specified:
lv: Norādīts nederīgs valodas kods:
my: မမှန် ဘာသာစကား ကုဒ် သတ်မှတ်ချက် -

# Vidalia
source: Invalid GUI style specified:
lv: Norādīts nederīgs grafiskās lietotāja saskarnes jeb GLS stils:
my: မမှန်သော GUI ​ ပုံစံ သတ်မှတ်ချက် -

# Vidalia
source: Invalid log level specified:
lv: Norādīts nederīgs žurnāla līmenis:
my: မမှန်သော မှတ်တမ်း အဆင့် သတ်မှတ်ချက် -

# Vidalia
source: Another Vidalia process is possibly already running. If there really is not another Vidalia process running, you can choose to continue anyway. Would you like to continue starting Vidalia?
lv: Iespējams, ka cits Vidalia's process jau darbojas. Ja, patiesībā, cits Vidalia process nedarbojas, varat izvēlēties turpināt. Vai vēlaties turpināt uzsākt Vidalia darbību?
my: အခြား Vidalia လုပ်ငန်း အလုပ်လုပ်နေတာ ဖြစ်နိုင်သည်။ အကယ်၍ အခြား Vidalia လုပ်ငန်း အလုပ်မလုပ်ပါက၊ ဒီအတိုင်း ရှိနေအောင် သင် ရွေးချယ်နိုင်သည်။ Vidalia ကို ဆက်ဖွင့်လိုသလား။

# stringutil.h
source: %1 secs
lv: %1 sek
my: %1 စက္ကန့်

# stringutil.h
source: %1 days
lv: %1 dienas
my: %1 ရက်

# stringutil.h
source: %1 hours
lv: %1 stundas
my: %1 နာရီ

# stringutil.h
source: %1 mins
lv: %1 min
my: %1 မိနစ်

# HelpBrowser
source: Backspace
lv: Atpakaļatkāpe

# HelpBrowser
source: Shift+Backspace
lv: Shift+Atpakaļatkāpe

# NetworkPage
source: Port:
lv: Ports

# RouterDescriptorView
source: Bandwidth:
lv: Joslas platums:

# RouterInfoDialog
source: Bandwidth:
lv: Joslas platums:

# RouterInfoDialog
source: Descriptor
lv: Deskriptors

# RouterListWidget
source: Relay
lv: Retranslators

# ServerPage
source: Relay Port:
lv: Retranslatora ports:

# ServerPage
source: Cable/DSL 256 Kbps
lv: Kabelis/DSL 256 kbps

# ServerPage
source: Cable/DSL 512 Kbps
lv: Kabelis/DSL 512 kbps

# ServerPage
source: Cable/DSL 768 Kbps
lv: Kabelis/DSL 768 kbps

# ServerPage
source: T1/Cable/DSL 1.5 Mbps
lv: T1/Kabelis/DSL 1,5 Mbps

# ServerPage
source: Port 443
lv: 443. ports

# ServerPage
source: Port 80
lv: 80. ports

# ServicePage
source: Virtual Port
lv: Virtuāls ports
