Repository: ZenBowman/vidalia-fork
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: lv, my

# ServerPage
source: Run as a client only
lv: Izpildīt vienīgi kā klientu
my: ဂလိုင်းအဖြစ်သာ သုံးစွဲရန်

# ServerPage
source: Enable to mirror the relay directory
lv: Iespējot retranslatora direktorija spoguļošanu
my: Relay ဖိုင်လမ်းကြောင်း၌ mirror ကို ဖွင့်ထားပါ

# ServerPage
source: Attempt to automatically configure port forwarding
lv: Mēģināt automātiski konfigurēt portu pārsūtīšanu
my: Port ထပ်ဆင့် ပေးပို့ချက်ကို အလိုအလျောက် ပုံစံချရန်

# ServerPage
source: Test
lv: Pārbaude
my: စမ်းသပ်ရန်

# ServerPage
source: Show help topic on port forwarding
lv: Rādīt palīdzības tematu par portu pārsūtīšanu
my: Port ထပ်ဆင့် ပေးပို့ခြင်းနှင့် ပါတ်သက်သော အကူအညီ ခေါင်းစဉ်ကို ဖော်ပြရန်

# ServerPage
source: Directory Port:
lv: Direktorija ports:
my: ဖိုင်လမ်းကြောင်း Port -

# ServerPage
source: Directory Port Number
lv: Direktorija porta numurs
my: ဖိုင်လမ်းကြောင်း Port နံပါတ်

# ServerPage
source: Contact Info:
lv: Kontaktinformācija:
my: ဆက်သွယ်ရမည့် အချက်အလက် -

# ServerPage
source: Name of your relay
lv: Jūsu retranslatora nosaukums
my: သင့် Relay အမည်

# ServerPage
source: Port on which users and other relays can communicate with your relay
lv: Ports caur kuru lietotāji un citi retranslatori var sazināties ar Jūsu retranslatoru
my: Port ကို သုံးစွဲသူများနှင့် သင့် Relay ဖြင့် ဆက်သွယ်နိုင်သော အခြား Relay များ

# ServerPage
source: Nickname:
lv: Segvārds:
my: နာမည်ပြောင် -

# ServerPage
source: Basic Settings
lv: Pamata iestatījumi
my: အခြေခံ ချိန်ညှိချက်များ

# ServerPage
source: For Internet connections with fast download speed but slow upload, please list your upload speed here.
lv: Interneta savienojumiem, kuriem ir liels lejuplādes ātrums un mazs augšuplādes ātrums, lūdzu norādiet savu augšuplādes ātrumu.
my: ဖိုင် တင်ပို့ရန် ​နှေးကွေးသော်လည်း ဒေါင်းလုဒ် ဆွဲနှုန်း မြန်ဆန်သော အင်တာနက် ဆက်သွယ်မှုလိုင်းအတွက်၊ ဤနေရာ၌ သင့် တင်ပို့မှု အမြန်နှုန်းကို စာရင်းပြုစုပါ။

# ServerPage
source: Custom
lv: Pielāgots
my: စိတ်ကြိုက်

# ServerPage
source: Select the entry that most closely resembles your Internet connection
lv: Izvēlieties ierakstu, kurš vislabāk raksturo Jūsu interneta savienojuma ātrumu
my: သင့် အင်တာနက် ဆက်သွယ်မှုလိုင်းနှင့် အနီးစပ်ဆုံး ဆင်တူသော အချက်အလက်ကို ရွေးချယ်ပါ

# ServerPage
source: Show help topic on bandwidth rate limits
lv: Parādīt palīdzības tematu par pārraides joslas platumu robežām
my: Bandwidth ကန့်သတ် နှုန်းထားနှင့် ပါတ်သက်၍ အကူအညီ ခေါင်းစဉ်ကို ပြပါ

# ServerPage
source: Average Rate
lv: Datu pārraides vidējais ātrums
my: ပျမ်းမျှ နှုန်း

# ServerPage
source: Long-term average bandwidth limit
lv: Joslas platuma vidējā ilgtermiņa robeža
my: ရေရှည် ပျမ်းမျှ bandwidth ကန့်သတ်ချက်

# ServerPage
source: Maximum Rate
lv: Datu pārraides maksimālais ātrums
my: အမြင့်ဆုံး နှုန်း

# ServerPage
source: Peak bandwidth rate limit
lv: Joslas platuma maksimālās robežas
my: အမြင့်ဆုံး bandwidth ကန့်သတ် နှုန်း

# ServerPage
source: Your maximum bandwidth rate must be greater than or equal to your average bandwidth rate. Both values must be at least 20 KB/s.
lv: Jūsu joslas platuma maksimālajām robežām jābūt lielākām vai vienādām par Jūsu datu pārraides vidējo ātrumu. Abiem lielumiem ir jābūt vismaz 20 kb/s lieliem.
my: သင့် အများဆုံး bandwidth နှုန်းသည် သင့် ပျမ်းမျ bandwidth နှုန်းထက် ကြီးရမည် (သို့) တူညီနေရမည်။ တန်ဖိုး နှစ်ခုစလုံးသည် အနည်းဆုံး တစ်စက္ကန့်လျှင် ၂၀ ကီလိုဘိုက် ရှိရမည်။

# ServerPage
source: Bandwidth Limits
lv: Joslas platuma robežas
my: Bandwidth ကန့်သတ်ချက်များ

# ServerPage
source: Ports 6660 - 6669 and 6697
lv: 6660. - 6669. un 6697. porti
my: Ports ၆၆၆၀ - ၆၆၆၉ နှင့် ၆၆၉၇

# ServerPage
source: Internet Relay Chat (IRC)
lv: Tērzēšanas retrlanslēšana internetā (IRC)
my: အင်တာနက် ထပ်ဆင့် စကားပြောခန်း (IRC)

# ServerPage
source: Ports 110, 143, 993 and 995
lv: 110., 143., 993. un 995. porti
my: Ports ၁၁၀၊ ၁၄၃၊ ၉၉၃ နှင့် ၉၉၅

# ServerPage
source: Retrieve Mail (POP, IMAP)
lv: Izgūt pastu (POP, IMAP)
my: မေးလ် ရယူရန် (POP, IMAP)

# ServerPage
source: Ports unspecified by other checkboxes
lv: Citu izvēles rūtiņu nenorādīti porti
my: အခြား အမှန်ခြစ်ကွက်များမှ သတ်မှတ်မထားသော Ports များ

# ServerPage
source: Misc Other Services
lv: Dažādi citi pakalpojumi
my: အခြား အထွေထွေ ဝန်ဆောင်မှုများ

# ServerPage
source: Ports 706, 1863, 5050, 5190, 5222, 5223, 8300 and 8888
lv: 706., 1863., 5050., 5190., 5222., 5223., 8300. un 8888. porti
my: Ports ၇၀၆၊ ၁၈၆၃၊ ၅၀၅၀၊ ၅၁၉၀၊ ၅၂၂၃၊ ၈၃၀၀ နှင့် ၈၈၈၈

# ServerPage
source: Instant Messaging (IM)
lv: Tūlītēja ziņojumapmaiņa (IM)
my: လက်ငင်း စာတိုပေးပို့ စနစ် (IM)

# ServerPage
source: Secure Websites (SSL)
lv: Drošas tīmekļa vietnes (SSL)
my: လုံခြုံ​သော ကွန်ရက် စာမျက်နှာများ (SSL)

# ServerPage
source: Websites
lv: Tīmekļa vietnes
my: ကွန်ရက် စာမျက်နှာများ

# ServerPage
source: Show help topic on exit policies
lv: Rādīt palīdzības tematu par iziešanas kārtību
my: အထွက် မူဝါဒနှင့် ပါတ်သက်၍ အကူအညီ ခေါင်းစဉ်ကို ပြပါ

# ServerPage
source: What Internet resources should users be able to access from your relay?
lv: Kādiem interneta resursiem lietotājiem vajadzētu spēt piekļūt no Jūsu retranslatora?
my: သုံးစွဲသူများသည် သင့် Relay မှ မည်သည့် အင်တာနက် အရင်းအမြစ်များကို ရယူနိုင်မည်နည်း?

# ServerPage
source: Tor will still block some outgoing mail and file sharing applications by default to reduce spam and other abuse.
lv: Tomēr, pēc noklusēšanas, arī Tor bloķēs daļu izejošu e-pastu un datņu koplietošanas lietoņu, lai ierobežotu surogātpastu un citus noteikumu pārkāpumus.
my: Tor သည် စပမ်း မေးလ်နှင့် အခြား အလွဲသုံးစားသော စာများ လျှော့နည်းစေရန် အ​ထွက် မေးလ်နှင့် ဖိုင် မျှဝေရေး အပ္ပလီဂေးရှင်းများကို ပုံမှန်အနေဖြင့် ပိတ်ထားမည် ဖြစ်သည်။

# ServerPage
source: Exit Policies
lv: Iziešanas kārtība
my: အထွက် မူဝါဒများ

# ServerPage
source: Let others access your bridge by giving them this line:
lv: Ļaut citiem piekļūt Jūsu tiltam, dodot viņiem šo rindu:
my: အခြားသူများကို ဤလိုင်း ပေးပြီး သင့် Bridge ကို ဝင်ရောက်ခွင့်ပြုပါ -

# ServerPage
source: This is the identity of your bridge relay that you can give to other people
lv: Šī ir Jūsu tilta retranslatora identitāte, kuru Jūs varat dot citiem lietotājiem
my: ၎င်းမှာ သင်က အခြားလူများထံသို့ ပေးနိုင်သည့် သင်၏ Bridge Relay ၏ အမှတ်အသား ဖြစ်သည်။

# ServerPage
source: Copy your bridge relay's identity to the clipboard
lv: Kopēt Jūsu tilta retranslatora identitāti starpliktuvē
my: သင့် Bridge Relay ၏ အထောက်အထားကို clipboard ထဲ ကော်ပီး ကူးရန်

# ServerPage
source: No Recent Usage
lv: Nav pēdējā laikā lietots
my: လတ်တလော သုံးစွဲမှု မရှိပါ

# ServerPage
source: No clients have used your relay recently.
lv: Pēdējā laikā neviens klients nav lietojis Jūsu retranslatoru.
my: လောလောဆယ်တွင် သင့် Relay ကို မည်သည့် ဂလိုင်းကမျှ အသုံးမပြုကြပါ။

# ServerPage
source: Leave your relay running so clients have a better chance of finding and using it.
lv: Neizslēdziet Jūsu retranslatoru, lai klientiem ir vairāk iespēju to atrast un izmantot.
my: သုံးစွဲသူများက သင့် Relay ​ကို တွေ့ရှိပြီး သုံးစွဲနိုင်ရန် ၄င်းကို ဖွင့်ထားပါ။

# ServerPage
source: Bridge History
lv: Tilta vēsture
my: Bridge မှတ်တမ်း

# ServerPage
source: Vidalia was unable to retrieve your bridge's usage history.
lv: Vidalia'i neizdevās izgūt Jūsu tilta izmantošanas vēsturi.
my: Vidalia သည် သင့် Bridge သုံးစွဲမှု မှတ်တမ်းကို မရယူနိုင်ပါ။

# ServerPage
source: Tor returned an improperly formatted response when Vidalia requested your bridge's usage history.
lv: Tor sniedza nepareizi formulētu atbildi, Vidalia'i pieprasot Jūsu tilta izmantošanas vēsturi.
my: Vidalia သည် သင့် Bridge ၏ သုံးစွဲမှု မှတ်တမ်းကို တောင်းခံသည့်အခါ Tor ထံမှ ပုံစံမကျသော တုံ့ပြန်ချက်ကို ပြန်လည် ပေးအပ်သည်။

# ServerPage
source: The returned response was: %1
lv: Sniegtā atbilde bija šāda: %1
my: ပြန်လည် ပေးအပ်သည့် တုံ့ပြန်မှုမှာ - %1

# ServerPage
source: Help censored users reach the Tor network
lv: Palīdzēt cenzētiem lietotājiem sasniegt tīklu Tor's
my: ဆင်ဆာပိတ်ခံရသည့် သုံးစွဲသူများကို Tor ကွန်ရက်ထဲ ရောက်ရှိရန် ကူညီပါ

# ServerPage
source: <a href="#bridgeUsage">Who has used my bridge?</a>
lv: <a href="#bridgeUsage">Kas ir izmantojis manu tiltu?</a>
my: <a href="#bridgeUsage">ကျွန်တော့် Bridge ကို မည်သူ သုံးစွဲသနည်း?</a>

# ServerPage
source: <a href="#bridgeHelp">What's this?</a>
lv: <a href="#bridgeHelp">Kas tas ir?</a>
my: <a href="#bridgeHelp">ဒါဘာလဲ?</a>

# ServerPage
source: Automatically distribute my bridge address
lv: Automātiski izplatīt manu tilta adresi
my: ကျွန်တော့် Bridge လိပ်စာကို အလိုအလျောက် ဖြန့်ဖြူးရန်

# ServerPage
source: Relay traffic for the Tor network (exit relay)
lv: Retranslatora datplūsma tīklā Tor (retranslācija izejot)
my: Tor ကွန်ရက်အတွက် Relay Traffic (Relay ကို ပိတ်ရန်)

# ServerPage
source: Relay traffic inside the Tor network (non-exit relay)
lv: Retranslatora datplūsma tīkla Tor iekšpusē (retralanslācija neizejot)
my: Tor ကွန်ရက် အတွင်းရှိ Relay လမ်းကြောင်း (ပိတ်ရန် မလိုသော Relay)

# ServerPage
source: Mirror the Relay Directory
lv: Spoguļot retranslatora direktoriju
my: Relay ဖိုင်လမ်းကြောင်းကို မိတ္တူပွားရန်

# ServerPage
source: Email address at which you may be reached if there is a problem with your relay. You might also include your PGP or GPG fingerprint.
lv: E-pasta adrese, uz kuru raksot esat sasniedzams, Jūsu retranslatora darbības traucējumu gadījumā. Pēc izvēles te var arī norādīt savu PGP vai GPG ciparvirkni.
my: သင့် Relay နှင့် ပတ်သက်၍ ပြဿနာ တစုံတရာ ဖြစ်လာလျှင် သင် ဆက်သွယ်နိုင်သော အီးမေးလ်လိပ်စာ ဖြစ်သည်။ သင့် PGP (သို့) GPG လက်ဗွေကိုလည်း သင် ထည့်သွင်းနိုင်သည်။

# ServicePage
source: Error while trying to unpublish all services
lv: Kļūda, kura radusies cenšoties veikt visu pakalpojumu publicēšanas atcelšanu
my: ဝန်ဆောင်မှု အားလုံးကို ထုတ်ပြန်မှု မလုပ်အောင် ကြိုးစားရာတွင် ချို့ယွင်းချက် ရှိသည်

# ServicePage
source: Please configure at least a service directory and a virtual port for each service you want to save. Remove the other ones.
lv: Lūdzu nokonfigurējiet vismaz katra saglabājamā pakalpojuma pakalpojumu direktoriju un virtuālo portu.
my: သင် သိမ်းဆည်းလိုသည့် ဝန်ဆောင်မှု တစ်ခုစီအတွက် အနည်းဆုံး ၀န်ဆောင်မှု လမ်းကြောင်း တစ်ခုနှင့် virtual port တစ်ခုကို ပြင်ဆင်ပါ။ အခြား အ​ရာများကို ဖယ်ထုတ်ပါ။

# ServicePage
source: Error
lv: Kļūda
my: ချို့ယွင်းချက်

# ServicePage
source: Please select a Service.
lv: Lūdzu izvēlieties pakalpojumu.
my: ၀န်ဆောင်မှု တစ်ခု ရွေးပါ။

# ServicePage
source: Select Service Directory
lv: Izvēlēties pakalpojuma direktoriju
my: ၀န်ဆောင်မှု လမ်းကြောင်း ရွှေးပါ

# ServicePage
source: Virtual Port may only contain valid port numbers [1..65535].
lv: Virtuālā porta numurs var sastāvēt tikai no derīgiem porta numuriem [1..65535].
my: Virtual Port ထဲ၌ Port နံပါတ် အမှန် [1..65535] ပါရှိနိုင်သည်။

# ServicePage
source: Target may only contain address:port, address, or port.
lv: Mērķis var sastāvēt tikai no adreses: porta, adreses, vai porta.
my: ဦးတည်ချက်၌ address:port ၊ လိပ်စာ၊ (သို့) port သာ ပါဝင်သည်။

# ServicePage
source: Directory already in use by another service.
lv: Cits pakalpojums jau izmanto šo direktoriju
my: ဖိုင်လမ်းကြောင်းကို အခြားဝန်ဆောင်မှုက အသုံးပြုနေပြီ။

# ServicePage
source: Form
lv: Veidlapa
my: ဖြည့်စွတ်ပုံစံ

# ServicePage
source: Provided Hidden Services
lv: Sniegtie slēptie pakalpojumi
my: မမြင်​ရသော ဝန်ဆောင်မှုများ ပံ့ပိုးထားသည်

# ServicePage
source: Onion Address
lv: Sīpoladrese
my: Onion လိပ်စာ

# ServicePage
source: Target
lv: Mērķis
my: ပစ်မှတ်

# ServicePage
source: Directory Path
lv: Direktorija ceļš
my: ဖိုင်လမ်း​ကြောင်း

# ServicePage
source: Enabled
lv: Iespējots
my: ဖွင့်ထားသည်

# ServicePage
source: Add new service to list
lv: Pievienot sarakstam jaunu pakalpojumu
my: စာရင်းထဲ၌ ၀န်ဆောင်မှု အသစ် ထည့်သွင်းရန်

# ServicePage
source: Remove selected service from list
lv: Noņemt izvēlēto pakalpojumu no saraksta
my: စာရင်းထဲမှ ရွေးချယ်ထားသော ၀န်ဆောင်မှုကို ဖယ်ရှားရန်

# ServicePage
source: Copy onion address of selected service to clipboard
lv: Kopēt izvēlētā pakalpojuma sīpoladresi jeb t.s. onion adresi starpliktuvē
my: ရွေးချယ်ထားသော ၀န်ဆောင်မှု၏Onion လိပ်စာကို clipboard ကော်ပီ ကူးရန်

# ServicePage
source: Browse in local file system and choose directory for selected service
lv: Pārlūkot vietējo datņu sistēmu un izvēlēties izvēlētā pakalpojuma direktoriju
my: လိုကယ် ဖိုင်စနစ်ကို ဖွင့်ကြည့်ပြီး ရွေးချယ်ထားသော ၀န်ဆောင်မှုအတွက် ဖိုင်တည်နေရာကို ရွေးချယ်ရန်

# ServicePage
source: Created by Tor
lv: Tor'a izveidots
my: Tor ဖြင့် ဖန်တီးထားသည်

# StatusEventWidget
source: Copy to Clipboard
lv: Kopēt starpliktuvē
my: Clipboard ထဲ ကော်ပီ ကူးရန်

# StatusEventWidget
source: The Tor Software is Running
lv: Programmatūra Tor darbojas
my: Tor ဆော့ဗ်ဝဲ အလုပ်လုပ်နေသည်

# StatusEventWidget
source: You are currently running version "%1" of the Tor software.
lv: Patreiz tiek izmantota programmatūras Tor versija "%1".
my: သင်သည် လောလောဆယ် Tor ဆော့ဗ်ဝဲ ဗားရှင်း "%1" ကို သုံးစွဲနေသည်။

# StatusEventWidget
source: The Tor Software is not Running
lv: Programmatūra Tor nedarbojas
my: Tor ဆော့ဗ်ဝဲသည် အလုပ်မလုပ်ပါ

# StatusEventWidget
source: Click "Start Tor" in the Vidalia Control Panel to restart the Tor software. If Tor exited unexpectedly, select the "Advanced" tab above for details about any errors encountered.
lv: Lai pārstartētu Tor, Vidalia's vadības panelī noklikšķiniet uz "Startēt Tor". Gadījumā, ja Tor negaidīti beidza darbu, izvēlieties augstāk esošo cilni "Lietpratīgs", lai uzzinātu vairāk par konstatētajām kļūdām.
my: Tor ဆော့ဗ်ဝဲကို ပြန်ဖွင့်ရန် Vidalia Control Panel မှ "Tor စဖွင့်ရန်" ကို နှိပ်ပါ။ အကယ်၍ Tor သည် မမျှော်လင့်ပဲ ပိတ်သွားလျှင်၊ ကြုံတွေ့ရသည့် ချို့ယွင်းချက်များ၏ အသေးစိတ်ကို သိရှိရန် "အဆင့်မြင့်" စာအမှတ်ကို ရွေးပါ။

# StatusEventWidget
source: You are currently running version "%1" of the Tor software, which is no longer recommended. Please upgrade to the most recent version of the software, which may contain important security, reliability and performance fixes.
lv: Patreiz Jūs izmantojat programmatūras Tor versiju "%1", bet tā vairs netiek ieteikta. Lūdzu jauniniet, pārejot uz jaunāko programmatūras versiju, kurai var būt būtiski drošības, uzticamības vai veiktspējas labojumi.
my: သင်သည် လောလောဆယ် အားမပေးတော့သော Tor ဆော့ဗ်ဝဲ ဗားရှင်း "%1" ကို သုံးစွဲနေသည်။ အရေးကြီးသော လုံခြုံမှု၊ ယုံကြည်စိတ်ချရမှုနှင့် စွမ်းဆောင်မှု ပြင်ဆင်ချက်များ ပါဝင်သည့် နောက်ဆုံးထွက် ဗားရှင်းအထိ အဆင့်မြှင့်လိုက်ပါ။

# StatusEventWidget
source: You are currently running version "%1" of the Tor software, which may no longer work with the current Tor network. Please upgrade to the most recent version of the software, which may contain important security, reliability and performance fixes.
lv: Patreiz Jūs izmantojat programmatūras Tor versiju "%1", bet tā vairs var nebūt saderīga ar tīklu Tor. Lūdzu jauniniet, pārejot uz jaunāko programmatūras versiju, kurai var būt būtiski drošības, uzticamības vai veiktspējas labojumi.
my: သင်သည် လက်ရှိ Tor ကွန်ရက်၌ အသုံးမပြုတော့မည့် Tor ဆော့ဗ်ဝဲ ဗားရှင်း "%1" ကို လောလောဆယ် သုံးစွဲနေသည်။ အရေးကြီးသော လုံခြုံမှု၊ ယုံကြည်စိတ်ချရမှုနှင့် စွမ်းဆောင်မှု ပြင်ဆင်ချက်များ ပါဝင်သည့် နောက်ဆုံးထွက် ဗားရှင်းအထိ အဆင့်မြှင့်လိုက်ပါ။

# StatusEventWidget
source: Your Tor Software is Out-of-date
lv: Jūsu Tor programmatūra ir novecojusi.
my: သင့် Tor ဆော့ဝဲလ်မှာ သက်တမ်းကုန်နေပြီ

# StatusEventWidget
source: Connected to the Tor Network
lv: Savienojums ar tīklu Tor izveidots
my: Tor ကွန်ရက်နှင့် ချိတ်ဆက်ထားသည်

# StatusEventWidget
source: We were able to successfully establish a connection to the Tor network. You can now configure your applications to use the Internet anonymously.
lv: Mums sekmīgi izdevās izveidot savienojumu ar tīklu Tor. Tagad ir iespējams konfigurēt lietotnes, lai anonīmi lietotu internetu.
my: ကျွန်တော်တို့သည် Tor ကွန်ရက်သို့ ဆက်သွယ်မှုလိုင်း တစ်ခုကို အောင်မြင်စွာ တည်ဆောက်နိုင်သည်။ အင်တာနက်ကို လူသူမသိပဲ သုံးစွဲနိုင်ရန် သင့် အပ္ပလီဂေးရှင်းကို ယခု ပြင်ဆင်နိုင်သည်။

# StatusEventWidget
source: Tor Software Error
lv: Tor programmatūras kļūda
my: Tor ဆော့ဗ်ဝဲ ချို့ယွင်းချက်

# StatusEventWidget
source: The Tor software encountered an internal bug. Please report the following error message to the Tor developers at bugs.torproject.org: "%1"
lv: Programmatūra Tor saskarās ar iekšēju kļūdu. Lūdzu, rakstot angļu valodā uz bugs.torproject.org , ziņojiet Tor izstrādātājiem par turpmāk norādīto kļūdas ziņojumu: "%1"
my: Tor ဆော့ဖ်ဝဲလ်၌ ပရိုဂရမ် အတွင်းပိုင်းဆိုင်ရာ ချို့ယွင်းချက် တစ်ခုကို ဖြစ်ပွားနေသည်။ အောက်ပါ ချို့ယွင်းသည့် စာတမ်းကို Tor စီစဉ် ဖန်တီးသူများထံ bugs.torproject.org: "%1" မှ အစီရင်ခံ ပေးပို့ပါ။

# StatusEventWidget
source: Tor has determined that your computer's clock may be set to %1 seconds in the past compared to the source "%2". If your clock is not correct, Tor will not be able to function. Please verify your computer displays the correct time.
lv: Tor konstatēja, ka Jūsu datora pulkstenis ir, iespējams, iestatīts %1 sekundes atpaliekot no avota "%2". Ja Jūsu sistēmlaiks nav precīzs, Tor nespēs strādāt. Lūdzu verificējiet, ka Jūsu dators rāda pareizu sistēmlaiku.
my: သင့် ကွန်ပျူတာရှိ နာရီစနစ်သည် လွန်ခဲ့သော အရင်းအမြစ် "%2" နှင့် နှိုင်းယှဉ်လျှင် %1 စက္ကန့်သို့ သတ်မှတ်နိုင်ကြောင်း Tor က စစ်ဆေးတွေ့ရှိသည်။ အကယ်၍ သင့် နာရီသည် မမှန်ကန်လျှင် Tor သည် အလုပ်ကို ကောင်းစွာ လုပ်နိုင်မည်မဟုတ်ပါ။ သင့် ကွန်ပျူတာ၏ နာရီကို အချိန်မှန်ပြောင်းလိုက်ပါ။

# StatusEventWidget
source: Tor has determined that your computer's clock may be set to %1 seconds in the future compared to the source "%2". If your clock is not correct, Tor will not be able to function. Please verify your computer displays the correct time.
lv: Tor konstatēja, ka Jūsu datora pulkstenis ir, iespējams, iestatīts %1 sekundes apsteidzot avotu "%2". Ja Jūsu sistēmlaiks nav precīzs, Tor nespēs strādāt. Lūdzu verificējiet, ka Jūsu dators rāda pareizu sistēmlaiku.
my: သင့် ကွန်ပျူတာရှိ နာရီစနစ်သည် အရင်းအမြစ် "%2" နှင့် နှိုင်းယှဉ်လျှင် လာမည့်အချိန်၌ %1 စက္ကန့်သို့ သတ်မှတ်နိုင်ကြောင်း Tor က စစ်ဆေးတွေ့ရှိသည်။ အကယ်၍ သင့် နာရီသည် မမှန်ကန်ပါက Tor သည် ကောင်းစွာ အလုပ် လုပ်နိုင်မည်​မဟုတ်ပါ။ သင့် ကွန်ပျူတာ၏ နာရီကို အချိန်မှန်ပြောင်းလိုက်ပါ။

# StatusEventWidget
source: Your Computer's Clock is Potentially Incorrect
lv: Jūsu datora pulkstenis rāda, iespējams, nepareizi.
my: သင့် ကွန်ပျူတာရှိ နာရီစနစ်သည် မှားယွင်းနေနိုင်သည်

# StatusEventWidget
source: One of the applications on your computer may have attempted to make an unencrypted connection through Tor to port %1. Sending unencrypted information over the Tor network is dangerous and not recommended. For your protection, Tor has automatically closed this connection.
lv: Kāda no Jūsu datora lietotnēm, iespējams, mēģināja izveidot nešifrētu savienojumu ar Tor caur %1 portu. Nešifrētas informācijas sūtīšana tīklā Tor ir bīstama, un to nav ieteicams darīt. Jūsu aizsardzības dēļ, Tor automātiski aizvēra šo savienojumu.
my: သင့် ကွန်ပျူတာထဲမှ အပ္ပလီဂေးရှင်း တစ်ခုသည် Tor မှတဆင့် port %1 ကို စာဝှက်မထားသော အင်တာနက် ချိတ်ဆက်မှု တစ်ခု ပြုလုပ်ရန် ကြိုးစားနေနိုင်သည်။ Tor ကွန်ရက်မှတဆင့် စာဝှက်မထားသော သတင်း အချက်အလက်များကို ပေးပို့ခြင်းသည် အန္တရာယ်ရှိပြီး သုံးစွဲရန် အားမပေးပါ။ သင့် လုံခြုံရေးအတွက်၊ Tor သည် ယင်း အင်တာနက် ချိတ်ဆက်မှုကို အလိုအလျောက် ပိတ်ပစ်လိုက်သည်။

# StatusEventWidget
source: One of the applications on your computer may have attempted to make an unencrypted connection through Tor to port %1. Sending unencrypted information over the Tor network is dangerous and not recommended.
lv: Kāda no Jūsu datora lietotnēm, iespējams, mēģināja izveidot nešifrētu savienojumu ar Tor caur %1 portu. Nešifrētas informācijas sūtīšana tīklā Tor ir bīstama, un to nav ieteicams darīt.
my: သင့် ကွန်ပျူတာထဲမှ အပ္ပလီဂေးရှင်း တစ်ခုသည် Tor မှတဆင့် port %1 ကို စာဝှက်မထားသော အင်တာနက် ချိတ်ဆက်မှု တစ်ခု ပြုလုပ်ရန် ကြိုးစားနေနိုင်သည်။ Tor ကွန်ရက်မှတဆင့် စာဝှက်မထားသော သတင်း အချက်အလက်များကို ပေးပို့ခြင်းသည် အန္တရာယ်ရှိပြီး သုံးစွဲရန် အားမပေးပါ။

# StatusEventWidget
source: Potentially Dangerous Connection!
lv: Potenciāli bīstams savienojums!
my: အန္တရာယ် အလားအလာများသော ဆက်သွယ်မှုလိုင်း!

# StatusEventWidget
source: One of your applications established a connection through Tor to "%1" using a protocol that may leak information about your destination. Please ensure you configure your applications to use only SOCKS4a or SOCKS5 with remote hostname resolution.
lv: Kāda no Jūsu lietotnēm izveidoja savienojumu caur Tor uz "%1" , izmantojot protokolu, kurš var atklāt informāciju par Jūsu atrašanās vietu. Lūdzu pārliecinieties, ka konfigurējat savas lietotnes tā, lai tās izmantotu vienīgi SOCKS4a vai SOCKS5, atpazīstot attālu resursdatora nosaukumu.
my: သင့်ကွန်ပျူတာထဲမှ အပ္ပလီဂေးရှင်း တစ်ခုသည် Tor မှတဆင့် "%1" သို့ သင် သွားရောက်မဲ့ ခရီးပန်းတိုင်နဲ့ ပါတ်သက်ပြီး အချက်အလက်များ စိမ့်ထွက်နိုင်သော ပရိုတိုကောဖြင့် အင်တာနက် ဆက်သွယ်မှု တစ်ခု ပြုလုပ်နေသည်။ အဝေးမှ host အမည်နှင့် ဆက်သွယ်သည့်အခါ SOCKS4a (သို့) SOCKS5 ကိုသာ အသုံးပြုရန် သင့် အ​ပ္ပလီဂေးရှင်းများကို အသေအချာ ပြင်ဆင်ထားပါ။

# StatusEventWidget
source: Unknown SOCKS Protocol
lv: Nezināms SOCKS protokols
my: အမည်မသိ SOCKS ပရိုတိုကော

# StatusEventWidget
source: One of your applications tried to establish a connection through Tor using a protocol that Tor does not understand. Please ensure you configure your applications to use only SOCKS4a or SOCKS5 with remote hostname resolution.
lv: Kāda no Jūsu datora lietotnēm, iespējams, mēģināja izveidot savienojumu ar Tor, izmantojot protokolu, kuru Tor nesaprot. Lūdzu pārliecinieties, ka konfigurējat savas lietotnes tā, lai tās izmantotu vienīgi SOCKS4a vai SOCKS5, atpazīstot attālu resursdatora nosaukumu
my: သင့် ကွန်ပျူတာထဲမှ အပ္ပလီဂေးရှင်း တစ်ခုသည် Tor မှတဆင့် Tor နားမလည်သော ပရိုတိုကောကို သုံးပြီး အင်တာနက် ဆက်သွယ်မှု တစ်ခု ပြုလုပ်ရန် ကြိုးစားနေသည်။ အဝေးမှ host အမည်နှင့် ဆက်သွယ်သည့်အခါ SOCKS4a (သို့) SOCKS5 ကိုသာ အသုံးပြုရန် သင့် အ​ပ္ပလီဂေးရှင်းများကို အသေအချာ ပြင်ဆင်ထားပါ။

# StatusEventWidget
source: Invalid Destination Hostname
lv: Nederīgs adresāta resursdatora nosaukums
my: မမှန်သော ခရီးဆုံး Host အမည်

# StatusEventWidget
source: One of your applications tried to establish a connection through Tor to "%1", which Tor does not recognize as a valid hostname. Please check your application's configuration.
lv: Kāda no Jūsu lietotnēm centās izveidot savienojumu caur Tor'u uz "%1" , bet to Tor neuzskata par derīgu resursdatora nosaukumu. Lūdzu pārbaudiet savu lietotņu konfigurāciju.
my: သင့် အပ္ပလီဂေးရှင်း တစ်ခုသည် Tor မှတဆင့် "%1" သို့ Tor က host အမည် အမှန်အဖြစ် အသိအမှတ်မပြုသော အင်တာနက် ဆက်သွယ်မှု တစ်ခုကို ပြုလုပ်ဖို့ ကြိုးစားနေသည်။ သင့် အပ္ပလီဂေးရှင်း၏ ပြင်ဆင်ချက်ကို စစ်ဆေးပါ။

# StatusEventWidget
source: External IP Address Changed
lv: Ārējā IP adrese ir nomainīta
my: ပြင်ပ IP လိပ်စာ ပြောင်းသွားသည်

# StatusEventWidget
source: Tor has determined your relay's public IP address is currently %1%2. If that is not correct, please consider setting the 'Address' option in your relay's configuration.
lv: Tor konstatēja, ka Jūsu retranslatora publiskā IP adrese patreiz ir %1%2. Ja tas tā nav, lūdzu sava retranslatora konfigurācijā izvērtējiet iespēju norādīt izvēli 'Adrese'.
my: သင့် Relay ၏ အများသုံး IP လိပ်စာသည် လောလောဆယ် %1%2 ဖြစ်ကြောင်း Tor သည် သိရှိထားသည်။ အကယ်၍ မမှန်ကန်ပါက သင်၏ Relay ပြင်ဆင်ချက်ထဲမှ "လိပ်စာ" ရွေးစရာကို ချိန်ညှိရန် စဉ်းစားပါ။

# StatusEventWidget
source: DNS Hijacking Detected
lv: Konstatēta DNS pāradresācija
my: DNS အပိုင်စီးမှုကို စစ်ဆေးတွေ့ရှိသည်

# StatusEventWidget
source: Tor detected that your DNS provider is providing false responses for domains that do not exist. Some ISPs and other DNS providers, such as OpenDNS, are known to do this in order to display their own search or advertising pages.
lv: Tor konstatēja, ka Jūsu DNS sniedzējs sniedz aplamas atbildes par neeksistējošiem domēniem. Ir zināms, ka daži IPS un citi DNS sniedzēji, tostarp OpenDNS, to dara, lai parādītu savus meklēšanas rezultātus vai reklāmas lapas.
my: သင့် DNS ပံ့ပိုးသူသည် တကယ် မရှိသော ဒိုမိန်းများအတွက် မှားယွင်းသော တုံ့ပြန်မှုများကို ပေးနေကြောင်း Tor က သိရှိသွားသည်။ OpenDNS ကဲ့သို့ အချို့ ISPs နှင့် အခြား DNS ပံ့ပိုးသူများသည် သူတို့ ကိုယ်တိုင် ရှာဖွေမှု (သို့) ကြော်ငြာ စာမျက်နှာများကို ဖော်ပြရန် ထိုသို့ လုပ်ဆောင်ကြခြင်း ဖြစ်သည်။
