Repository: ZenBowman/vidalia-fork
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: lv, my

# MainWindow
source: The currently installed version of Tor is out of date or no longer recommended.
lv: Instalētā Tor versija ir novecojusi vai vairs netiek ieteikta.
my: လက်ရှိ ထည့်သွင်းထားသော Tor ဗားရှင်းသည် သက်တမ်းကုန်သွားပြီး (သို့) နောက်ထပ် သုံးစွဲရန် အား​မပေးတော့ပါ။

# MainWindow
source: Would you like to check if a newer package is available for installation?
lv: Vai vēlaties pārbaudīt vai ir pieejama jaunāka instalācijas pakotne?
my: စက်ထဲ ထည့်သွင်းရန် ဆော့ဗ်ဝဲ အသစ် ရမရ စစ်ဆေးလိုသလား?

# MainWindow
source: Potentially Unsafe Connection
lv: Potenciāli nedrošs savienojums
my: ဖြစ်လာနိုင်ချေ လုံခြုံမှု မရှိသည့် ဆက်သွယ်မှုလိုင်း

# MainWindow
source: Tor has automatically closed your connection in order to protect your anonymity.
lv: Tor automātiski aizvēra Jūsu savienojumu, lai aizsargātu Jūsu anonimitāti.
my: Tor သည် သင်၏ အမည်ဖျောက်ထားမှုကို ထိန်းသိမ်းနိုင်ရန် သင့် ဆက်သွယ်မှုလိုင်းကို အလိုအလျောက် ပိတ်လိုက်သည်။

# MainWindow
source: Update Failed
lv: Jaunināšana neizdevās
my: မွမ်းမံချက် မအောင်မြင်ပါ

# MainWindow
source: Your software is up to date
lv: Jums ir jaunākā programmatūra
my: သင့် ဆော့ဗ်ဝဲသည် နောက်ဆုံးထုတ် ဗားရှင်း ဖြစ်သည်

# MainWindow
source: There are no new Tor software packages available for your computer at this time.
lv: Šobrīd nav pieejamas jaunākas Tor programmatūras pakotnes Jūsu datoram.
my: ယခုအချိန်၌ သင့်ကွန်ပျူတာအတွက် ရနိုင်သော Tor ဆော့ဖ်ဝဲလ်အသစ် မရှိပါ။

# MainWindow
source: Installation Failed
lv: Instalācija neizdevās
my: ဆော့ဗ်ဝဲ ထည့်သွင်းမှု မအောင်မြင်ပါ

# MainWindow
source: Vidalia was unable to install your software updates.
lv: Vidalia'i neizdevās instalēt jauninājumus Jūsu programmatūrai.
my: Vidalia သည် သင့် ဆော့ဗ်ဝဲ၏ မွမ်းမံချက်များကို မထည့်သွင်းနိုင်ပါ။

# MainWindow
source: The following error occurred:
lv: Radās šāda kļūda:
my: အောက်ပါ ချို့ယွင်းချက် ဖြစ်ပေါ်နေသည် -

# MainWindow
source: Anything sent over this connection could be monitored. Please check your application's configuration and use only encrypted protocols, such as SSL, if possible.
lv: Visam, kas tiek sūtīts caur šo savienojumu, var tikt izsekots. Lūdzu pārbaudiet Jūsu lietotnes konfigurāciju un izmantojiet tikai šifrētus protokolus, piem., SSL.
my: ဤဆက်သွယ်မှုလိုင်းမှ ပေးပို့သမျှကို စောင့်ကြည့် ခံရနိုင်သည်။ သင့် အပ္ပလီဂေးရှင်း၏ ပုံစံချမှတ်မှုကို စစ်ဆေးပြီး ဖြစ်နိုင်ပါက SSL ကဲ့သို့ စာဝှက်ထားသော ပရိုတိုကောများကိုသာ သုံးစွဲပါ။

# MainWindow
source: Bootstrapping torrc from %1 to %2
lv: Sāknē torrc no %1 uz %2
my: torrc ကို %1 မှ %2 သို့ အလို​အလျှောက် ပြုလုပ်နေသည်

# MainWindow
source: (probably Telnet)
lv: (iespējams, ka Telnet)
my: (Telnet ဖြစ်နိုင်သည်)

# MainWindow
source: (probably an email client)
lv: (iespējams, ka e-pasta klients)
my: (အီးမေးလ် ဂလိုင်း ဖြစ်နိုင်သည်)

# MainWindow
source: One of your applications %1 appears to be making a potentially unencrypted and unsafe connection to port %2.
lv: Šķiet, ka viena no Jūsu lietotnēm %1 veido potenciāli nešifrētu un nedrošu savienojumu ar portu %2.
my: သင့် အပ္ပလီဂေးရှင်းထဲမှ %1 သည် port %2 အတွက် စာဝှက်မထားပဲ လုံခြုံမှုမရှိသော ဆက်သွယ်​မှုလိုင်း ဖြစ်စေပုံပေါ်နေသည်။

# MainWindow
source: failed (%1)
lv: neizdevās (%1)
my: (%1) မအောင်မြင်ပါ

# MainWindow
source: Your relay is shutting down. Click 'Stop' again to stop your relay now.
lv: Jūsu retranslators izslēdzas. Lai apturētu Jūsu retranslatoru, noklikšķiniet vēlreiz uz 'Stop'.
my: သင့် Relay ပိတ်နေသည်။ သင့် Relay ကို ယခု ရပ်တန့်စေရန် "ရပ်တန့်ရန်" ခလုတ်ကို ထပ်ပြီး နှိပ်ပါ။

# MainWindow
source: Vidalia can't find out how to talk to Tor because it can't access this file: %1 Here's the last error message: %2
lv: Vidalia nespēj noskaidrot kā sazināties ar Tor'u, jo tā nevar piekļūt datnei: %1 Pēdējais kļūdas ziņojums ir: %2
my: Vidalia သည် ဖိုင်ကို မဖွင့်နိုင်သောကြောင့် Tor နှင့် ဆက်သွယ်မည့် နည်းလမ်းကို မတွေ့နိုင်ပါ - %1 နောက်ဆုံး ချို့ယွင်းချက်ပြ စာတမ်းကို ဤနေရာတွင် ဖေါ်ပြထားသည် - %2

# MainWindow
source: It seems Tor has stopped running since Vidalia started it. See the Advanced Message Log for more information.
lv: Šķiet, ka Tor pārtrauca darboties, pēc tam, kad Vidalia to uzsāka. Skatiet Ziņojumu lietpratīgu reģistru, lai uzzinātu vairāk informāciju.
my: Vidalia ကို စဖွင့်ကတည်းက Tor အလုပ်မလုပ်ပုံ ရသည်။ အသေးစိတ် အပြည့်အစုံအတွက် အဆင့်မြှင့် စာ မှတ်တမ်းကို ကြည့်ပါ။

# MainWindow
source: You are currently running a relay. Terminating your relay will interrupt any open connections from clients. Would you like to shutdown gracefully and give clients time to find a new relay?
lv: Jūs pašreiz nodrošinat retranslatora darbu. Retranslatora darba pārtraukšana pārtrauks visus klientu aktīvos savienojumus. Vai vēlaties izslēgt pretimnākošā veidā, proti, dot klientiem zināmu laiku, lai atrastu jaunu retranslatoru?
my: လောလောဆယ် သင်သည် Relay ကို ဖွင့်နေသည်။ သင့် Relay ကို ရပ်ဆိုင်းခြင်းဖြင့် သုံးစွဲသူများ အသုံးပြုသည့် ဖွင့်ထားသော ဆက်သွယ်မှုလိုင်း အားလုံးကို အနှောင့်အယှက် ဖြစ်စေလိမ့်မည်။ Relay ကို ကြည်ကြည်သာသာ ပိတ်ပြီး သုံးစွဲသူများက Relay အသစ် တစ်ခု ရှာနိုင်ရန် အချိန်ပေးလိုသလား။

# MainWindow
source: Vidalia detected that the Tor software exited unexpectedly. Please check the message log for recent warning or error messages.
lv: Vidalia konstatēja, ka Tor programmatūra negaidīti beidza darbu. Lūdzu pārbaudiet ziņojumu žurnālu, vēršot uzmanību uz neseniem brīdinājuma vai kļūdu ziņojumiem.
my: Tor ဆော့ဗ်ဝဲသည် မမျှော်လင်ပဲ ပိတ်သွားကြောင်း Vidalia က တွေ့ရှိသွားသည်။ လတ်တလော သတိပေးချက် (သို့) ချို့ယွင်းချက်ပြ စာတမ်းများအတွက် သတင်း မှတ်တမ်းကို စစ်ဆေးပါ။

# MessageLog
source: Error Setting Filter
lv: Kļūdu iestatīšanas filtrs
my: စစ်ထုတ်မှု သတ်မှတ်ချက်၌ ချို့ယွင်းချက် ရှိသည်

# MessageLog
source: Vidalia was unable to register for Tor's log events.
lv: Vidalia'i neizdevās reģistrēties Tor'a žurnāla notikumiem.
my: Vidalia သည် Tor မှတ်တမ်း ဖြစ်ရပ်များအတွက် မှတ်ပုံမတင်နိုင်ပါ။

# MessageLog
source: Error Opening Log File
lv: Kļūda atverot žurnāla datni
my: မှတ်တမ်းဖိုင်ကို ဖွင့်ရာ၌ ချို့ယွင်းချက် ရှိသည်

# MessageLog
source: Vidalia was unable to open the specified log file.
lv: Vidalia'i neizdevās atvērt norādīto žurnāla datni.
my: Vidalia သည် သတ်မှတ်ထားသော မှတ်တမ်းဖိုင်ကို မဖွင့်နိုင်ပါ။

# MessageLog
source: Log Filename Required
lv: Nepieciešams žurnāla datnes vārds
my: မှတ်တမ်း ဖိုင်အမည် လိုအပ်သည်

# MessageLog
source: You must enter a filename to be able to save log messages to a file.
lv: Lai varētu saglabāt žurnāla ziņojumus datnē, jānorāda datnes vārds.
my: မှတ်တမ်း စာများကို ဖိုင်တစ်ခုထဲ သိမ်းဆည်းနိုင်ရန် ဖိုင်အမည် တစ်ခု ရေးထည့်ရမည်။

# MessageLog
source: Select Log File
lv: Izvēlēties žurnāla datni
my: မှတ်တမ်းဖိုင်ကို ရွေးချယ်ရန်

# MessageLog
source: Save Log Messages
lv: Saglabāt žurnāla ziņojumus
my: မှတ်တမ်း စာများကို သိမ်းဆည်းပါ

# MessageLog
source: Text Files (*.txt)
lv: Teksta datnes (*.txt)
my: စာသားဖိုင် (*.txt)

# MessageLog
source: Find in Message Log
lv: Atrast ziņojumu žurnālā
my: သတင်း မှတ်တမ်းထဲတွင် ရှာဖွေရန်

# MessageLog
source: Find:
lv: Atrast:
my: ရှာဖွေရန် -

# MessageLog
source: Not Found
lv: Netika atrasts
my: မတွေ့ရှိပါ

# MessageLog
source: Search found 0 matches.
lv: Meklēšana atrada 0 atbilstību.
my: ရှာဖွေ တွေ့ရှိချက် 0 နှင့် ကိုက်ညီသည်။

source: Message Log
lv: Ziņojumu žurnāls
my: သတင်း မှတ်တမ်း

# MessageLog
source: Message Filters...
lv: Ziņojumu filtri...
my: သတင်း စစ်ထုတ်မှုများ...

# MessageLog
source: Set message filters
lv: Iestatīt ziņojumu filtrus
my: သတင်း စစ်ထုတ်မှုများကို သတ်မှတ်ရန်

# MessageLog
source: History Size...
lv: Vēstures izmērs...
my: မှတ်တမ်း အရွယ်အစား...

# MessageLog
source: Set maximum number of messages to display
lv: Iestatīt maksimālo parādāmo ziņojumu skaitu
my: ဖော်ပြမည့် အများဆုံး စာတမ်း အရေအတွက်ကို သတ်မှတ်ရန်

# MessageLog
source: Clear
lv: Notīrīt
my: ရှင်းလင်းရန်

# MessageLog
source: Clear all messages from the Message Log (Ctrl+E)
lv: Ziņojumu žurnālā notīrīt visus ziņojumus (Ctrl+E)
my: သတင်း မှတ်တမ်း (Ctrl+E) မှ စာတမ်း အားလုံးကို ရှင်းလင်းရန်

# MessageLog
source: Copy
lv: Kopēt
my: ကော်ပီကူးရန်

# MessageLog
source: Copy the selected messages to the clipboard (Ctrl+C)
lv: Kopēt izvēlētos ziņojumus starpliktuvē (Ctrl+C)
my: ရွေးချယ်ထားသော စာများကို clipboard ထဲ ကော်ပီ ကူးရန် (Ctrl+C)

# MessageLog
source: Select All
lv: Atlasīt visu
my: အားလုံး ရွေးချယ်ရန်

# MessageLog
source: Select all messages (Ctrl+A)
lv: Atlasīt visus ziņojumus (Ctrl+A)
my: စာ အားလုံးကို ရွေးချယ်ရန် (Ctrl+A)

# MessageLog
source: Save All
lv: Saglabāt visu
my: အားလုံးကို သိမ်းဆည်းရန်

# MessageLog
source: Save all messages to a file
lv: Saglabāt visus ziņojumus datnē
my: စာ အားလုံးကို သိမ်းဆည်းရန်

# MessageLog
source: Save Selected
lv: Saglabāt atlasīto
my: ရွေးချယ်ထားချက်ကို သိမ်းဆည်းရန်

# MessageLog
source: Save selected messages to a file
lv: Saglabāt atlasītos ziņojumus datnē
my: ရွေးချယ်ထားသည့် စာများကို ဖိုင်တစ်ခုထဲ သိမ်းဆည်းရန်

# MessageLog
source: Settings
lv: Iestatījumi
my: ချိန်ညှိချက်များ

# MessageLog
source: Adjust Message Log Settings
lv: Pielāgot ziņojuma žurnāla iestatījumus
my: သတင်း မှတ်တမ်း ချိန်ညှိချက်များကို ညှိနှိုင်းရန်

# MessageLog
source: Help
lv: Palīdzība
my: အကူအညီ

# MessageLog
source: Show the help browser
lv: Rādīt palīdzības pārlūku
my: အကူအညီပေး ဘရောင်ဆာကို ပြပါ

# MessageLog
source: Close
lv: Aizvērt
my: ပိတ်ရန်

# MessageLog
source: Close the Message Log
lv: Aizvērt ziņojumu žurnālu
my: သတင်း မှတ်တမ်းကို ပိတ်ရန်

# MessageLog
source: Find
lv: Atrast
my: ရှာဖွေရန်

# MessageLog
source: Find all messages containing the search text (Ctrl+F)
lv: Atrast visus ziņojumus, kuri ietver meklēto tekstu (Ctrl+F)
my: ရှာဖွေလိုသည့် စာသားပါသော စာ အားလုံးကို ရှာရန် (Ctrl+F)

# MessageLog
source: Time
lv: Laiks
my: အချိန်

# MessageLog
source: Type
lv: Tips
my: အမျိုးအစား

# MessageLog
source: Message
lv: Ziņojums
my: သတင်းစကား

# MessageLog
source: Saves the current Message Log settings
lv: Saglabā pašreizējos ziņojumu žurnāla iestatījumus
my: လက်ရှိ သတင်း မှတ်တမ်း ချိန်ညှိချက်များကို သိမ်းဆည်းရန်

# MessageLog
source: Save Settings
lv: Saglabāt iestatījumus
my: ချိန်ညှိချက်များကို သိမ်းဆည်းရန်

# MessageLog
source: Cancels changes made to settings
my: ချိန်ညှိချက်များ၌ ပြုလုပ်သော အပြောင်းအလဲများကို ရပ်ဆိုင်းရန်

# MessageLog
source: Cancel
lv: Atcelt
my: ရပ်ဆိုင်းရန်

# MessageLog
source: Message Filter
lv: Ziņojumu filtrs
my: သတင်း စစ်ထုတ်မှု

# MessageLog
source: Error
lv: Kļūda
my: ချို့ယွင်းချက်

# MessageLog
source: Warning
lv: Brīdinājums
my: သတိပေးချက်

# MessageLog
source: Notice
lv: Norāde
my: သတိပြုရန်

# MessageLog
source: Info
lv: Informācija
my: အချက်အလက်

# MessageLog
source: Debug
lv: Atkļūdošana
my: အမှားစစ်ရန်

# MessageLog
source: Message Log History
lv: Ziņojumu žurnāla vēsture
my: သတင်း မှတ်တမ်း

# MessageLog
source: Number of messages to display in the message log window
lv: Ziņojumu žurnāla logā rādāmo ziņojumu skaits
my: သတင်း မှတ်တမ်း ဝင်းဒိုးထဲတွင် ဖေါ်ပြမည့် စာတမ်း အရေအတွက်

# MessageLog
source: messages
lv: Ziņojumi
my: သတင်းစကား

# MessageLog
source: Browse
lv: Pārlūkot
my: ဖွင့်ကြည့်ရန်

# MessageLog
source: Enable automatically saving all new log messages to a file
lv: Iespējot automātisku visu jaunu žurnāla ziņojumu saglabāšanu datnē
my: မှတ်တမ်း သတင်းလွှာ အသစ် အားလုံးကို ဖိုင် တစ်ဖိုင်၌ အလိုအလျောက် သိမ်းဆည်းရန် ပြုလုပ်ပါ

# MessageLog
source: Automatically save new log messages to a file
lv: Automātiski saglabāt datnē jaunus žurnāla ziņojumus
my: မှတ်တမ်း သတင်းလွှာ အသစ် အားလုံးကို ဖိုင် တစ်ဖိုင်၌ အလိုအလျောက် သိမ်းဆည်းရန်

# MessageLog
source: Basic
lv: Pamata
my: အခြေခံ

# MessageLog
source: Tor Status
lv: Tor'a statuss
my: Tor အနေအထား

# MessageLog
source: Advanced
lv: Lietpratīgs
my: အဆင့်မြင့်

# MessageLog
source: Always Save New Log Messages
lv: Saglabāt jaunus žurnāla ziņojumus
my: မှတ်တမ်း သတင်းလွှာ အသစ်ကို အမြဲတမ်း သိမ်းဆည်းရန်

# MessageLog
source: Messages that appear when something has gone very wrong and Tor cannot proceed.
lv: Ziņojumi, kuri tiek parādīti, kas kaut ir sagājis tiešām greizi, un Tor nevar turpināt darbu.
my: တစ်ခုခု မှားယွင်းသည့်အခါနှင့် Tor အလုပ် မလုပ်နိုင်သည့်အခါ ထွက်ပေါ်လာသော စာတမ်းများ

# MessageLog
source: Messages that only appear when something has gone wrong with Tor.
lv: Ziņojumi, kuri tiek parādīti vienīgi tad kad kaut kas Tor'am ir misējies.
my: Tor ၌ တစ်ခုခု မှားယွင်းသည့်အခါ ထွက်ပေါ်လာသော စာတမ်းများ

# MessageLog
source: Messages that appear infrequently during normal Tor operation and are not considered errors, but you may care about.
lv: Ziņojumi, kuri tiek parādīti salīdzinoši reti parastas Tor'a darbības laikā, un netiek uzskatīti par tādiem, kas ir saisti ar kļūdām, tomēr Jūs varētu vēlēties tiem pievērst uzmanību.
my: Tor ပုံမှန် အလုပ်လုပ်သည့်အခါ မကြာခဏ ပေါ်ထွက်လာသည့် စာတမ်း၊ ၄င်းတို့ကို ချို့ယွင်းချက်များဟု မသတ်မှတ်ပါ။ သို့သော် သင် သတိပြုရမည် ဖြစ်သည်။

# MessageLog
source: Messages that appear frequently during normal Tor operation.
lv: Ziņojumi, kuri parādās bieži, parastas Tor'a darbības laikā.
my: Tor ပုံမှန် အလုပ်လုပ်သည့်အခါ မကြာခဏ ပေါ်ထွက်လာသည့် စာတမ်း။

# MessageLog
source: Hyper-verbose messages primarily of interest to Tor developers.
lv: Ziņojumi ar plašu izteiksmi jeb tādi, kuri galvenokārt interesē Tor izstrādātājus.
my: အထူးသဖြင့် Tor စီစဉ်ဖန်တီးသူများ အတွက် ဖေါ်ပြပေးသော Hyper-verbose စာတမ်းရှည်များ ဖြစ်သည်။

# MessageLog
source: Cannot write file %1 %2.
lv: Nevar rakstīt datni %1 %2.
my: %1 ဖိုင်ကို ရေး၍ မရပါ %2။

# NetViewer
source: Tor Network Map
lv: Tīkla Tor karte
my: Tor ကွန်ရက်ပြ မြေပုံ

# NetViewer
source: Refresh
lv: Atsvaidzināt
my: ပြန်လှုပ်နှိုးရန်

# NetViewer
source: Refresh the list of Tor relays and connections
lv: Atsvaidzināt Tor'a retranslatoru un savienojumu sarakstu
my: Tor Relay များနှင့် ဆက်သွယ်မှုလိုင်းများ ပါသော စာရင်းကို ပြန်လှုပ်နှိုးရန်

# NetViewer
source: Help
lv: Palīdzība
my: အကူအညီ

# NetViewer
source: Show the network map help
lv: Radīt palīdzības tematu par šī tīkla karti
my: ကွန်ရက်ပြ မြေပုံ အကူအညီကို ပြရန်

# NetViewer
source: Show network map help
lv: Radīt palīdzības tematu par tīkla karti
my: ကွန်ရက်ပြ မြေပုံ အကူအညီကို ပြရန်

# NetViewer
source: Close
lv: Aizvērt
my: ပိတ်ရန်

# NetViewer
source: Close the network map
lv: Aizvērt tīkla karti
my: ကွန်ရက်ပြ မြေပုံကို ပိတ်ရန်

# NetViewer
source: Zoom In
lv: Tuvināt
my: ပုံကြီးချဲရန်

# NetViewer
source: Zoom in on the network map
lv: Tuvināt tīkla karti
my: ကွန်ရက်ပေါ်ရှိ မြေပုံကို ပုံကြီးချဲ့ရန်

# NetViewer
source: Zoom Out
lv: Tālināt
my: ပုံသေးချုံ့ရန်

# NetViewer
source: Zoom out on the network map
lv: Tālināt tīkla karti
my: ကွန်ရက်ပေါ်ရှိ မြေပုံကို ပုံသေးချုံ့ရန်

# NetViewer
source: Zoom To Fit
lv: Tālummainīt, lai ietilpinātu
my: ကွက်တိဖြစ်အောင် ချဲ့ပါ

# NetViewer
source: Zooms to fit all currently displayed circuits
lv: Tālummaina visus pašreiz rādītos maršrutus, lai ietilpinātu
my: လက်ရှိ ဖော်ပြထားသော ဆားကစ် အားလုံးကို ကွက်တိ ချဲရန်

# NetViewer
source: Relay Not Found
lv: Retranslators netika atrasts
my: Relay ကို ရှာမတွေ့ပါ

# NetViewer
source: No details on the selected relay are available.
lv: Par izvēlēto retranslatoru nav pieejama detalizēta informācija.
my: ရွေးချယ်ထားသော Relay ၌ အသေးစိတ် အချက်အလက် မရနိုင်ပါ။

# NetViewer
source: Unknown
lv: Nezināms
my: အမည်မသိ

# NetViewer
source: Full Screen
lv: Pilnekrāna režīms
my: မျက်နှာပြင်အပြည့်

# NetViewer
source: View the network map as a full screen window
lv: Skatīt tīkla karti kā pilnekrāna logu
my: ကွန်ယက်ပြ မြေပုံကို မျက်နှာပြင် အပြည့်ဖြင့် ကြည့်ရန်

# NetworkPage
source: Copy (Ctrl+C)
lv: Kopēt (Ctrl+C)
my: ကော်ပီကူးရန် (Ctrl+C)

# NetworkPage
source: You must specify both an IP address or hostname and a port number to configure Tor to use a proxy to access the Internet.
lv: Lai konfigurētu Tor'u tā, ka tas interneta piekļuvei lietotu starpnieku, ir jānorāda gan IP adrese vai viesotāja nosaukums, gan porta numurs.
my: အင်တာနက်ကို သုံးစွဲနိုင်ရန် ပရောက်ဇီကို ခံပြီး Tor ကို ပြင်ဆင်ရန် IP လိပ်စာ (သို့)​ host အမည် နှင့် port နံပါတ် တစ်ခုကို တွဲပြီး သတ်မှတ်ဖို့ လိုသည်။

# NetworkPage
source: You must specify one or more ports to which your firewall allows you to connect.
lv: Jums jānorāda viens vai vairāki porti, caur kuriem Jūsu ugunsmūris ļauj veidot savienojumus.
my: အင်တာနက် ဆက်သွယ်သည့်အခါ firewall မှ ခွင့်ပြုပေးမည့် port တစ်ခု (သို့) ထိုထက် ပို၍ သတ်မှတ်ရမည်။

# NetworkPage
source: '%1' is not a valid port number.
lv: '%1' nav derīgs porta numurs.
my: '%1' သည် port နံပါတ် အမှန် မဟုတ်ပါ။

# NetworkPage
source: Check if your local network requires a proxy to access the Internet
lv: Atzīmēt, ja vietējam tīklam ir vajadzīgs starpnieks, lai piekļūtu internetam
my: သင့် လိုကယ် ကွန်ရက်သည် အင်တာနက်နှင့် ချိတ်ဆက်ရန် ပရောင်ဇီ လိုမလို သိရှိရန် စစ်ဆေး&ef

# NetworkPage
source: I use a proxy to access the Internet
lv: Lai piekļūtu internetam es lietoju starpnieku
my: အင်တာနက် သုံးရန် ကျွန်တော် ပရောက်ဇီကို သုံးသည်

# NetworkPage
source: Proxy Settings
lv: Starpnieka iestatījumi
my: ပရောက်ဇီ ချိန်ညှိချက်များ

# NetworkPage
source: Username:
lv: Lietotājvārds:
my: သုံးစွဲသူအမည် -

# NetworkPage
source: Password:
lv: Parole:
my: စကားဝှက် -

# NetworkPage
source: Check to only connect to relays using ports allowed by your firewall
lv: Atzīmēt, lai veidotu savienojumus ar retranslatoriem, vienīgi izmantojot Jūsu ugunsmūra atļautos portus
my: သင့် firewall က ခွင့်ပြုသည့် ports များကို သုံးပြီး relays ကို ဆက်သွယ်ရန် စစ်ဆေးပါ

# NetworkPage
source: My firewall only lets me connect to certain ports
lv: Mans ugunsmūris ļauj man veidot savienojumus vienīgi caur noteiktiem portiem
my: Firewall ဖြင့်သာ အချို့ ports များကို ကျွန်တော် ချိတ်ဆက်နိုင်သည်

# NetworkPage
source: Firewall Settings
lv: Ugusmūra iestatījumi
my: Firewall ချိန်ညှိချက်များ

# NetworkPage
source: Allowed Ports:
lv: Atļautie porti:
my: ခွင့်ပြုထား​သော Ports များ -

# NetworkPage
source: Check to encrypt directory requests and, optionally, use bridge relays to access the Tor network
lv: Atzīmēt, lai šifrētu direktoriju pieprasījumus un, pēc izvēles, lietotu tilta retranslatorus, lai piekļūtu tīklam Tor
my: ဖိုင်လမ်းကြောင်း တောင်းဆိုချက်များကို စာဝှက်ရန် စစ်ဆေးပြီး၊ နှစ်သက်လျှင်၊ Tor ကွန်ရက်ကို ဆက်သွယ်ရန် Bridge Relay များကို အသုံးပြုပါ။

# NetworkPage
source: My ISP blocks connections to the Tor network
lv: Mans IPS bloķē savienojumu izveidošanu ar tīklu Tor
my: ကျွန်တော့် ISP သည် Tor ကွန်ရက်ဆီ ဆက်သွယ်မှုလိုင်းများကို ပိတ်ဆို့ထားသည်

# NetworkPage
source: Bridge Settings
lv: Tiltu iestatījumi
my: Bridge ချိန်ညှိချက်များ

# NetworkPage
source: Add a Bridge:
lv: Pievienot tiltu:
my: Bridge ထည့်သွင်းရန် -

# NetworkPage
source: Remove the selected bridges from the list
lv: Noņemt norādītos tiltus no saraksta
my: ရွေးချယ်ထားသော Bridge များကို စာရင်းထဲမှ ဖယ်ရှားရန်

# NetworkPage
source: Copy the selected bridges to the clipboard
lv: Kopēt norādītos tiltus starpliktuvē
my: ရွေးချယ်ထားသော Bridge များကို clipboard ထဲ ကော်ပီ ကူးရန်

# NetworkPage
source: Find Bridges Now
lv: Atrast tiltus tagad
my: ယခု Bridge ကို ရှာရန်

# NetworkPage
source: <a href="bridges.finding">How else can I find bridges?</a>
lv: <a href="bridges.finding">Kā vēl es varu atrast tiltus?</a>
my: <a href="bridges.finding">Bridge များကို အခြား မည်သည့်နည်းဖြင့် ရှာဖွေနိုင်မည်နည်း?</a>

# NetworkPage
source: <a href="bridges.finding">How can I find bridges?</a>
lv: <a href="bridges.finding">Kā es var atrast tiltus?</a>
my: <a href="bridges.finding">Bridge များကို မည်ကဲ့သို့ ရှာဖွေနိုင်မည်နည်း?</a>

# NetworkPage
source: No new bridges are currently available. You can either wait a while and try again, or try another method of finding new bridges.
lv: Šobrīd jauni tilti nav pieejami. Jūs varat vai nu nedaudz pagaidīt, vai arī mēģināt citu jaunu tiltu atrašanas metodi.
my: လောလောဆယ် Bridge အသစ် မရရှိနိုင်ပါ။ သင် ခဏ စောင့်ဆိုင်းပြီး ထပ်ကြိုးစားကြည့်နိုင်သည်၊ (သို့) အခြား နည်းလမ်းဖြင့် Bridge အသစ်ကို ရှာဖွေနိုင်သည်။

# NetworkPage
source: Click Help to see other methods of finding new bridges.
lv: Noklikšķiniet Palīdzība, lai redzētu citas jaunu tiltu atrašanas metodes.
my: Bridge အသစ် ရှာဖွေသည့် အခြားနည်းလမ်းများကို သိရှိရန် အကူအညီကို နှိပ်ပါ။

# NetworkPage
source: Address:
lv: Adrese:
my: နေရပ်လိပ်စာ -

# NetworkPage
source: Type:
lv: Tips:
my: အမျိုးအစား :

# NetworkPage
source: You must select the proxy type.
lv: Jums jāizvēlas starpnieka tips.
my: ပရောင်ဇီ အမျိုးအစားကို ရွေးချယ်ရမည်။

# NetworkPage
source: You must specify one or more bridges.
lv: Jānorāda viens vai vairāki tilti.
my: ​Bridge တစ်ခု (သို့) တစ်ခုမက ရွေးချယ်ရမည်။

# Policy
source: accept
lv: pieņemt
my: လက်ခံရန်

# Policy
source: reject
lv: noraidīt
my: ငြင်းပယ်ရန်

# RouterDescriptor
source: Online
lv: Tiešsaiste
my: အွန်လိုင်း

# RouterDescriptor
source: Hibernating
lv: Miega režīmā
my: စက် ခေတ္တ ရပ်နားခြင်း

# RouterDescriptor
source: Offline
lv: Bezsaiste
my: အော့ဖ်လိုင်း

# RouterDescriptorView
source: Location:
lv: Atrašanās vieta:
my: ဖိုင်တည်နေရာ -

# RouterDescriptorView
source: IP Address:
lv: Atrašanās vieta:
my: IP လိပ်စာ -

# RouterDescriptorView
source: Platform:
lv: Platforma:
my: ပလက်ဖောင်း -

# RouterDescriptorView
source: Uptime:
lv: Darbspējas laiks:
my: အလုပ်လုပ်ချိန် -

# RouterDescriptorView
source: Last Updated:
lv: Nesenākie atjaunojumi:
my: နောက်ဆုံး မွမ်းမံချက် -

# RouterDescriptorView
source: Copy
lv: Kopēt
my: ကော်ပီကူးရန်

# RouterInfoDialog
source: Hibernating
lv: Miega režīmā
my: စက် ခေတ္တ ရပ်နားခြင်း

# RouterInfoDialog
source: Online
lv: Tiešsaiste
my: အွန်လိုင်း

# RouterInfoDialog
source: Offline
lv: Bezsaiste
my: အော့ဖ်လိုင်း

# RouterInfoDialog
source: Unknown
lv: Nezināms
my: အမည်မသိ

# RouterInfoDialog
source: Relay Details
lv: Detalizēta informācija par retranslatoru
my: Relay အသေးစိတ်များ

# RouterInfoDialog
source: Summary
lv: Kopsavilkums
my: အနှစ်ချုပ်

# RouterInfoDialog
source: Name:
lv: Nosaukums:
my: နာမည် -

# RouterInfoDialog
source: Status:
lv: Statuss:
my: အနေအထား -

# RouterInfoDialog
source: Location:
lv: Atrašanās vieta
my: တည်နေရာ -

# RouterInfoDialog
source: IP Address:
lv: IP adrese:
my: IP လိပ်စာ -

# RouterInfoDialog
source: Platform:
lv: Platforma:
my: ပလက်ဖောင်း -

# RouterInfoDialog
source: Uptime:
lv: Darbspējas laiks:
my: အလုပ်လုပ်ချိန် -

# RouterInfoDialog
source: Contact:
lv: Kontakts:
my: ဆက်သွယ်ရန် -

# RouterInfoDialog
source: Last Updated:
lv: Nesenākie atjaunojumi:
my: နောက်ဆုံး မွမ်းမံချက် -

# RouterListItem
source: Offline
lv: Bezsaiste
my: အော့ဖ်လိုင်း

# RouterListItem
source: Hibernating
lv: Miega režīmā
my: စက် ခေတ္တ ရပ်နားခြင်း

# RouterListItem
source: %1 KB/s
my: တစ်စက္ကန့်တွင် %1 KB

# RouterListWidget
source: Zoom to Relay
lv: Tuvināt retranslatoru
my: Relay ကို ပုံချဲ့ရန်

# RouterListWidget
source: %1 relays online
lv: %1 retranslators tiešsaistē
my: %1 relays အွန်လိုင်းပေါ် ရောက်နေသည်

# RouterListWidget
source: Copy
lv: Kopēt
my: ကော်ပီ ကူးရန်

# RouterListWidget
source: Nickname
lv: Segvārds
my: အမည်ပြောင်

# RouterListWidget
source: Fingerprint
lv: Ciparvirkne
my: လက်ဗွေရာ

# ServerPage
source: Bridge Support Unavailable
lv: Tiltu atbalsts nav pieejams
my: Bridge အထောက်အပံ့ မရနိုင်ပါ

# ServerPage
source: You have configured Tor to act as a bridge relay for censored users, but your version of Tor does not support bridges.
lv: Jūs esat konfigurējis Tor'u kā tilta retranslatoru cenzētiem lietotājiem, bet Jūsu lietotā Tor'a versija neatbalsta darbu ar tiltiem.
my: သင်သည် ဆင်ဆာပိတ်ထားသော သုံးစွဲသူများ အတွက် Bridge Relay တစ်ခုအနေဖြင့် ရပ်တည်ရန် Tor ကို ပြင်ဆင်ထားသည်၊ သို့သော် သင့် Tor ဗားရှင်းသည် Bridge များကို ထောက်ပံ့မထားပါ။

# ServerPage
source: Please upgrade your Tor software or configure Tor to act as a normal Tor relay.
lv: Lūdzu jauniniet savu Tor programmatūru vai konfigurējiet Tor par parastu Tor retranslatoru.
my: သင့် Tor ဆော့ဗ်ဝဲကို အဆင့်မြှင့်ပါ (သို့) Tor ကို ပုံမှန် Tor Relay အဖြစ် လုပ်ဆောင်ရန် ပြင်ဆင်လိုက်ပါ။

# ServerPage
source: Your bridge relay is not running.
lv: Jūsu tilta retranslators nedarbojas.
my: သင့် Bridge Relay သည် အလုပ်မလုပ်ပါ။

# ServerPage
source: You must specify at least a relay nickname and port.
lv: Jums jānorāda vismaz retranslatora segvārds un ports.
my: သင်သည် အနည်းဆုံး Relay အမည်ပြောင်နှင့် port ကို သတ်မှတ်ရမည်။
