Repository: ZenBowman/vidalia-fork
Catalog: pkg/win32/po/*/vidalia_*.po
Languages: fr

# BundleSetupCaption
source: ${BUNDLE_NAME} setup
fr: Mise à jour de ${BUNDLE_NAME}

# BundleWelcomeText
source: This wizard will guide you through the installation of Tor, Vidalia, Polipo, and Torbutton. Tor is a system for using the Internet anonymously, helping you anonymize Web browsing and publishing, instant messaging, IRC, and more. Vidalia is a GUI that helps you control, monitor, and configure Tor. Polipo is a caching web proxy that helps increase performance of browsing the web through Tor. Torbutton is a Firefox extension that allows you to quickly enable or disable anonymous web browsing. If you have previously installed Tor, Vidalia, Polipo, or Firefox, please make sure they are not running before continuing this installation. $_CLICK
fr: Cet assistant vous guidera pendant l'installation de Tor, Vidalia, Privoxy, et de Torbutton. Tor est un système pour utiliser internet anonymement, vous aidant à anonymer la navigation Web, la publication, la messagerie instantanée, l'IRC, et plus encore. Vidalia est un logiciel qui vous aide à contrôler,surveiller et configurer Tor. Polipo est un mandataire proxy de cache qui améliore la navigation web à travers Tor. Torbutton est un module complémentaire de Firefox qui vous permet d'activer ou de désactiver rapidement la navigation anonyme. Si vous avez déjà installé Tor, Vidalia, Privoxy, ou Firefox, assurez-vous qu'ils ne sont pas démarrés avant de poursuivre l'installation. $_CLICK

# BundleWelcomeTitle
source: Welcome to the ${BUNDLE_NAME} Setup Wizard
fr: Bienvenue dans l'Assistant d'installation de ${BUNDLE_NAME}

# BundleLinkText
source: ${TOR_NAME} installation documentation
fr: Documentation de l'installation de ${TOR_NAME}

# BundleFinishText
source: Installation is complete. Please see https://www.torproject.org/docs/tor-doc-windows to learn how to configure your applications to use Tor. If you installed Torbutton, you will need to restart Firefox.
fr: L'installation est terminée. Consultez la page https://www.torproject.org/docs/tor-doc-windows pour apprendre comment configurer vos applications avec Tor. Si vous venez d'installer Torbutton, vous devrez redémarrer Firefox.

# BundleRunNow
source: Run installed components now
fr: Démarrer les composants installés maintenant

# VidaliaGroupDesc
source: Vidalia is a GUI that helps you control, monitor, and configure Tor.
fr: Vidalia est un logiciel qui vous aide à contrôler,surveiller et configurer Tor.

# VidaliaUninstDesc
source: Remove ${VIDALIA_DESC}.
fr: Supprimer ${VIDALIA_DESC}.

# VidaliaSetupCaption
source: ${VIDALIA_NAME} setup
fr: Mise à jour de ${VIDALIA_NAME}

# VidaliaWelcomeText
source: This wizard will guide you through the installation of Vidalia, a GUI that helps you control, monitor, and configure Tor. $_CLICK
fr: Cet assistant vous guidera pendant l'installation de Vidalia, un logiciel qui vous aide à contrôler,surveiller et configurer Tor. $_CLICK

# VidaliaWelcomeTitle
source: Welcome to the ${VIDALIA_NAME} Setup Wizard
fr: Bienvenue dans l'Assistant d'installation de ${VIDALIA_NAME}

# VidaliaLinkText
source: ${VIDALIA_NAME} homepage
fr: Site Web de ${VIDALIA_NAME}

# VidaliaAppDesc
source: Vidalia is a GUI that helps you control, monitor, and configure Tor.
fr: Vidalia est un logiciel qui vous aide à contrôler,surveiller et configurer Tor.

# VidaliaStartup
source: Run At Startup
fr: Lancer au démarrage

# VidaliaStartupDesc
source: Automatically run ${VIDALIA_NAME} at startup.
fr: Lancer automatiquement ${VIDALIA_NAME} au démarrage.

# VidaliaShortcuts
source: Add to Start Menu
fr: Ajouter au Menu Démarrer

# VidaliaShortcutsDesc
source: Add ${VIDALIA_NAME} to your Start menu.
fr: Ajouter ${VIDALIA_NAME} à votre Menu Démarrer.

# VidaliaRunNow
source: Run ${VIDALIA_NAME}
fr: Lancer ${VIDALIA_NAME}

# TorGroupDesc
source: Tor is a system for using the Internet anonymously, helping you anonymize Web browsing and publishing, instant messaging, IRC, and more.
fr: Tor est un système pour utiliser internet anonymement, vous aidant à anonymer la navigation Web, la publication, la messagerie instantanée, l'IRC, et plus encore.

# TorUninstDesc
source: Remove ${TOR_DESC}.
fr: Supprimer ${TOR_DESC}.

# TorAppDesc
source: Install ${TOR_DESC}.
fr: Installer ${TOR_DESC}.

# TorAskOverwriteTorrc
source: You already have a Tor configuration file.$ $ Do you want to overwrite it with the default sample configuration file?
fr: Vous avez déjà un fichier de configuration de Tor.$ $ Voulez-vous le remplacer par le fichier de configuration par défaut?

# TorDocumentationDesc
source: Install ${TOR_NAME} documentation.
fr: Installer la documentation de ${TOR_NAME}.

# TorShortcuts
source: Add to Start Menu
fr: Ajouter au Menu Démarrer

# TorShortcutsDesc
source: Add ${TOR_NAME} to your Start menu.
fr: Ajouter ${TOR_NAME} à votre Menu Démarrer.

# PolipoGroupDesc
source: Polipo is a caching web proxy that increases performance of web browsing through Tor.
fr: Polipo est un mandataire proxy de cache qui améliore la navigation web à travers Tor.

# PolipoUninstDesc
source: Remove ${POLIPO_DESC}.
fr: Supprimer ${POLIPO_DESC}.

# PolipoAppDesc
source: Install ${POLIPO_DESC}.
fr: Installer ${POLIPO_DESC}.

# PolipoShortcuts
source: Add to Start Menu
fr: Ajouter au Menu Démarrer

# PolipoShortcutsDesc
source: Add ${POLIPO_NAME} to your Start menu.
fr: Ajouter ${POLIPO_NAME} à votre Menu Démarrer.

# PolipoStartup
source: Run At Startup
fr: Lancer au démarrage

# PolipoStartupDesc
source: Automatically run ${POLIPO_NAME} at startup.
fr: Lancer automatiquement ${POLIPO_NAME} au démarrage.

# TorbuttonGroupDesc
source: Torbutton is a Firefox extension that allows you to quickly enable or disable anonymous web browsing.
fr: Torbutton est un module complémentaire de Firefox qui vous permet d'activer ou de désactiver rapidement la navigation anonyme.

# TorbuttonUninstDesc
source: Remove ${TORBUTTON_DESC}.
fr: Supprimer ${TORBUTTON_DESC}.

# TorbuttonAppDesc
source: Install ${TORBUTTON_DESC}.
fr: Installer ${TORBUTTON_DESC}.

# TorbuttonAddToFirefox
source: Add to Firefox
fr: Ajouter à Firefox

# TorbuttonAddToFirefoxDesc
source: Add the ${TORBUTTON_DESC} extension to Firefox.
fr: Ajouter l'extension ${TORBUTTON_DESC} à Firefox.

# TorbuttonFirefoxNotFound
source: Firefox was not found on your system. Not installing Torbutton.
fr: Firefox n'a pas été trouvé sur votre système. Torbutton ne sera pas installé.

# AppData
source: Application Data
fr: Données de l'Application

# AppDataUninstDesc
source: Remove saved application data and configuration files.
fr: Supprimer les fichiers de configuration et les données de l'application.

# LanguageCode
source: en
fr: fr

# FirefoxWarningPageTitle
source: Firefox is not installed
fr: Firefox n'est pas installé

# FirefoxWarningPageSubtitle
source: We recommend that you install Firefox before continuing, for best safety.
fr: Nous recommandons, pour plus de sureté, l'installation de firefox avant de continuer.

# FirefoxWarningPageUpperText
source: The Mozilla Firefox Web browser is not installed on your computer. Tor will work with other browsers, such as Internet Explorer, but is easier to use with Firefox, which also does a better job of protecting your anonymity. If you would like to install Firefox, please press Cancel, then go to the Firefox download page at
fr: Le navigateur Mozilla Firefox n'est pas installé sur votre ordinateur. Tor fonctionnera avec d'autres navigateurs, tel que Internet Explorer, mais il est simple à utiliser avec Firefox, qui est aussi plus adapté pour proteger votre anonymat. Si vous voulez intaller Firefox, merci de presser Annuler, puis allez sur la page de téléchargement de Firefox

# FirefoxWarningPageLowerText
source: When you are done installing Firefox, you can once again run the Tor installer. Or, if you would prefer to install Tor without Firefox, simply press Next to continue.
fr: Quand vous aurez installé Firefox, vous pourrez à nouveau lancer l' installeur de Tor. Ou, si vous préférez installer Tor sans Firefox, pressez simplement Continuer.
