Repository: ZenBowman/vidalia-fork
Catalog: src/vidalia/help/content/po/*/bridges.po
Languages: fr

source: Bridge Relays
fr: Relais passerelles

source: What are bridge relays?
fr: Que sont les relais passerelles&nbsp;?

source: Some Internet Service Providers (ISPs) attempt to prevent users from accessing the Tor network by blocking connections to known Tor relays. Bridge relays (or <i>bridges</i> for short) are relays that help these censored users access the Tor network. Unlike other Tor relays, bridges are not listed in the same public directories as normal relays. Since there is no complete public list of them, even if your ISP is filtering connections to all the known Tor relays, they probably won't be able to block all the bridges.
fr: Certains fournisseurs d'accès à Internet (FAI) tentent d'empêcher les utilisateurs d'accéder au réseau Tor en bloquant les connexions aux relais Tor connus. Les relais passerelles (ou simplement <i>passerelles</i>) sont des relais qui permettent à ces utilisateurs censurés d'accéder au réseau Tor. Contrairement aux autres relais Tor, les passerelles ne sont pas listées dans le même annuaire public que les relais normaux. Comme il n'existe pas de liste publique complète de ces passerelles, même si votre FAI filtre toutes les connexions vers les relais Tor connus, il ne pourra probablement pas bloquer l'ensemble des passerelles.

source: How do I find a bridge relay?
fr: Comment puis-je trouver un relais passerelle&nbsp;?

source: There are two main ways to learn about a bridge address:
fr: Deux moyens principaux permettent de trouver l'adresse d'une passerelle&nbsp;:

source: Get some friends to run private bridges for you
fr: Demander à vos amis d'installer une passerelle privée pour vous

source: Use some of the public bridges
fr: Utiliser une passerelle publique

source: To use private bridges, ask your friends to run Vidalia and Tor in an uncensored area of the Internet, and then click on <i>Help censored users</i> in Vidalia's <a href="server.html">Relay settings page</a>. Then they should privately send you the <i>Bridge address</i> line at the bottom of their Relay page. Unlike running an exit relay, running a bridge relay just passes data to and from the Tor network, so it shouldn't expose the operator to any abuse complaints.
fr: Pour utiliser une passerelle privée, demandez à vos amis de lancer Vidalia et Tor dans une zone non censurée de l'Internet puis de cliquer sur le bouton <i>Aider un utilisateur censuré</i> situé dans la page <a href="server.html">Relay settings page</a> de Vidalia. Ensuite, ils doivent vous envoyer l'<i>adresse de la passerelle</i> indiquée en bas de leur page Relais. Contrairement à un relais de sortie, une passerelle transmet uniquement les données depuis et vers le réseau Tor. De ce fait, elle n'expose pas vos amis à une plainte de leur opérateur Internet pour utilisation abusive.

source: You can find public bridge addresses by visiting <b>https://bridges.torproject.org</b>. The answers you get from that page will change every few days, so check back periodically if you need more bridge addresses. Another way to find public bridge addresses is to send mail to <b>bridges@torproject.org</b> with the line <b>get bridges</b> by itself in the body of the mail. However, so we can make it harder for an attacker to learn lots of bridge addresses, you must send this request from a Gmail account.
fr: Vous pouvez trouver des adresses de passerelles publiques en visitant <b>https://bridges.torproject.org</b>. Ces passerelles changent régulièrement. Vous devez en conséquence vérifier les réponses tous les quelques jours si vous avez besoin de nouvelles adresses passerelles. Un autre moyen de trouver des passerelles publiques est d'envoyer un courriel à <b>bridges@torproject.org</b> avec le texte <b>get bridges</b> dans le corps du message. Pour qu'il soit encore plus difficile pour un attaquant de repérer des passerelles, vous devez envoyer la requête depuis une messagerie en ligne telle que GMail ou Yahoo!.

source: Configuring more than one bridge address will make your Tor connection more stable, in case some of the bridges become unreachable.
fr: Configurer plusieurs passerelles rend la connexion Tor plus stable au cas où certaines passerelles deviennent inaccessibles.
